{"id":593,"date":"2017-09-27T16:54:34","date_gmt":"2017-09-27T19:54:34","guid":{"rendered":"https:\/\/tuliolopes.info\/?p=593"},"modified":"2023-08-16T18:49:17","modified_gmt":"2023-08-16T21:49:17","slug":"acoes","status":"publish","type":"post","link":"https:\/\/tuliolopes.info\/acoes\/","title":{"rendered":"A\u00e7\u00f5es"},"content":{"rendered":"\r\n<p><a href=\"https:\/\/tuliolopes.info\/voluntariado\/\"><button>Voltar<\/button><\/a><\/p>\r\n\r\n<p style=\"text-align: justify;\"><strong>2.1 &#8211; Computadores para Escolas do Interior<\/strong> &#8211; Projeto Inclus\u00e3o Digital<\/p>\r\n\r\n\r\n\r\n<p class=\"has-drop-cap has-text-align-justify\" style=\"text-align: justify;\">Logo de cara, nas primeiras semanas,\u00a0 em uma das reuni\u00f5es semanais ficamos sabendo que uma empresa do munic\u00edpio queria fazer uma doa\u00e7\u00e3o de computadores (j\u00e1 defasados) para a entidade dar o destino mais adequado. Discutimos o assunto e decidimos que uma escola do interior seria a homenageada. Levamos em conta se j\u00e1 n\u00e3o possu\u00eda e se as crian\u00e7as j\u00e1 tinham tido acesso alguma vez. Descobrimos que a Escola Professor Adolfo na Localidade de 6\u00ba Regimento seria a escolhida. Segue <a href=\"https:\/\/tuliolopes.info\/files\/2020\/08\/jci-6o-regimento.png\" target=\"_blank\" rel=\"noreferrer noopener\">link<\/a> da reportagem.<\/p>\r\n\r\n\r\n\r\n<p class=\"has-text-align-justify\" style=\"text-align: justify;\">Ent\u00e3o num s\u00e1bado bem cedinho com o aux\u00edlio no transporte por parte da Secretaria de Educa\u00e7\u00e3o, fomos at\u00e9 l\u00e1. Chegando no local, fomos recebidos por muitas crian\u00e7as que variavam dos 7 aos 15 anos de idade, as quais estavam \u00e1vidas por saber qual era o motivo que nos levava at\u00e9 l\u00e1. Imaginando que haveriam muitas crian\u00e7as, fizemos uma arrecada\u00e7\u00e3o na cidade e levamos uma boa quantidade de brinquedos. Ent\u00e3o quando sa\u00edmos do carro com sacolas de presentes, voc\u00eas n\u00e3o podem imaginar a surpresa destas crian\u00e7as, a maioria muito carente mesmo, principalmente de carinho e aten\u00e7\u00e3o. Posso dizer com toda a certeza, que n\u00e3o teve um de n\u00f3s que n\u00e3o encheu os olhos de l\u00e1grimas ao ver a felicidade no rostinho de cada um deles. Mas foi um enorme presente para todos n\u00f3s, poder dar um pouco de conforto a estas pessoinhas t\u00e3o sofridas.<\/p>\r\n\r\n\r\n\r\n<p class=\"has-text-align-justify\" style=\"text-align: justify;\">Em seguida descarregamos os tr\u00eas computadores, na sala onde seriam instalados. Como n\u00e3o sab\u00edamos das condi\u00e7\u00f5es el\u00e9tricas, levamos um eletricista que quando soube da nossa causa, logo se dispor a ir junto. Todo o material el\u00e9trico e m\u00e3o-de-obra foi doado por ele. Ajudei na instala\u00e7\u00e3o e logo deixamos tudo pronto.<\/p>\r\n\r\n\r\n\r\n<p class=\"has-text-align-justify\" style=\"text-align: justify;\">Chamamos a Professora, que tamb\u00e9m era a Diretora e a Cozinheira da escola. Ela aos poucos foi chamando os alunos, que com olhares de espantos nos perguntaram o que era tudo aquilo. Entramos nos editores de texto e pusemos todas a escrever seus nomes. N\u00e3o demorou muito e as l\u00e1grimas corriam solto novamente. Mostramos como fazer desenhos e tudo mais. Infelizmente a escola n\u00e3o tinha internet. mas ficamos sabendo que os pais tentariam se reunir para pagar um plano. A professora nos disse que eram pessoas realmente pobres, e que achava que n\u00e3o conseguiriam. Mas fizemos nossa parte. Ao final nos convidarem para o lanche: cachorro quente com salsicha picada. Estava muito gosto, at\u00e9 sabermos que esta seria a \u00fanica refei\u00e7\u00e3o no dia para alguns deles, muito triste.<\/p>\r\n\r\n\r\n\r\n<p style=\"text-align: justify;\">Nos despedimos com a alma lavada e o sentimento de dever cumprido.<\/p>\r\n\r\n\r\n\r\n<p class=\"has-text-align-justify\" style=\"text-align: justify;\">Fizemos tudo isso novamente alguns meses depois na escola Jo\u00e3o C\u00e2ndido de Moura, na localidade de linha Marmeleiro. Mais uma realiza\u00e7\u00e3o! E digo a voc\u00eas que dar \u00e9 milhares de vezes mais recompensador do que receber!<\/p>\r\n\r\n\r\n\r\n<p style=\"text-align: justify;\">Tamb\u00e9m entregamos computadores na Escola Alceb\u00edades Moreira na localidade de Alto Pared\u00e3o conforme nosso projeto de inclus\u00e3o Digital.<\/p>\r\n\r\n\r\n\r\n<p style=\"text-align: justify;\"><a href=\"https:\/\/tuliolopes.info\/galeria-voluntariado-fotos\/\" target=\"_blank\" rel=\"noreferrer noopener\">Fotos na Galeria<\/a><\/p>\r\n\r\n<p><a href=\"https:\/\/tuliolopes.info\/voluntariado\/\"><button>Voltar<\/button><\/a><\/p>\r\n\r\n<p style=\"text-align: right;\"><a href=\"https:\/\/tuliolopes.info\/objmilenio\/\"><button>Avan\u00e7ar<\/button><\/a><\/p>","protected":false},"excerpt":{"rendered":"<p>Voltar 2.1 &#8211; Computadores para Escolas do Interior &#8211; Projeto Inclus\u00e3o Digital Logo de cara, nas primeiras semanas,\u00a0 em uma das reuni\u00f5es semanais ficamos sabendo que uma empresa do munic\u00edpio queria fazer uma doa\u00e7\u00e3o de computadores (j\u00e1 defasados) para a<\/p>\n","protected":false},"author":1,"featured_media":0,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"template-page-builder-no-sidebar.php","format":"standard","meta":{"footnotes":""},"categories":[2],"tags":[],"class_list":["post-593","post","type-post","status-publish","format-standard","hentry","category-projetos"],"jetpack_featured_media_url":"","_links":{"self":[{"href":"https:\/\/tuliolopes.info\/wp-json\/wp\/v2\/posts\/593","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/tuliolopes.info\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/tuliolopes.info\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/tuliolopes.info\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/tuliolopes.info\/wp-json\/wp\/v2\/comments?post=593"}],"version-history":[{"count":8,"href":"https:\/\/tuliolopes.info\/wp-json\/wp\/v2\/posts\/593\/revisions"}],"predecessor-version":[{"id":3770,"href":"https:\/\/tuliolopes.info\/wp-json\/wp\/v2\/posts\/593\/revisions\/3770"}],"wp:attachment":[{"href":"https:\/\/tuliolopes.info\/wp-json\/wp\/v2\/media?parent=593"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/tuliolopes.info\/wp-json\/wp\/v2\/categories?post=593"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/tuliolopes.info\/wp-json\/wp\/v2\/tags?post=593"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}