{"id":46,"date":"2017-08-28T17:11:54","date_gmt":"2017-08-28T20:11:54","guid":{"rendered":"https:\/\/tuliolopes.info\/?page_id=46"},"modified":"2023-08-16T18:45:48","modified_gmt":"2023-08-16T21:45:48","slug":"voluntariado","status":"publish","type":"page","link":"https:\/\/tuliolopes.info\/voluntariado\/","title":{"rendered":"Voluntariado"},"content":{"rendered":"\r\n<p style=\"text-align: justify;\"><strong>1.0 &#8211; A Inicia\u00e7\u00e3o<\/strong><\/p>\r\n\r\n\r\n\r\n<p class=\"has-drop-cap has-text-align-justify\" style=\"text-align: justify;\">Quero deixar claro que aqui n\u00e3o vou descrever como essa Organiza\u00e7\u00e3o (<a href=\"https:\/\/www.jci.org.br\/\" target=\"_blank\" rel=\"noopener\">JCI<\/a>) funciona, e sim, vou descrever como foi minha passagem por esta uni\u00e3o de pessoas engajadas em prol do bem comum e a li\u00e7\u00e3o que tirei de tudo isso!<\/p>\r\n\r\n\r\n\r\n<p>&nbsp;<\/p>\r\n<p>&nbsp;<\/p>\r\n<p class=\"has-text-align-justify\" style=\"text-align: justify;\">Em 2011, eu estando ainda \u00e0 frente do setor de T.I. da Prefeitura de Ven\u00e2ncio Aires, e sabendo que esta \u00e9 uma cidade onde a cultura alem\u00e3 \u00e9 muito forte, resolvi fazer um curso de Idiomas. O Alem\u00e3o foi a l\u00edngua escolhida e a institui\u00e7\u00e3o por for\u00e7a do destino, foi onde passei o jardim de inf\u00e2ncia, o <a href=\"https:\/\/www.colegiogaspar.com.br\/\" target=\"_blank\" rel=\"noopener\">Col\u00e9gio Gaspar Silveira Martins<\/a> de congrega\u00e7\u00e3o Luterana a qual fa\u00e7o parte atualmente.<\/p>\r\n\r\n\r\n\r\n<p class=\"has-text-align-justify\" style=\"text-align: justify;\">A turma n\u00e3o tinha mais do que quatro alunos em m\u00e9dia, o professor era fant\u00e1stico, um entusiasta &#8211; Altair Bender. Consegui fazer apenas um ano. Juro a voc\u00eas que n\u00e3o sei quase nem mais uma palavra, mas o idioma Alem\u00e3o tem muitas de suas palavras, se n\u00e3o iguais, muito semelhantes \u00e0s do Ingl\u00eas.<\/p>\r\n\r\n\r\n\r\n<p class=\"has-text-align-justify\" style=\"text-align: justify;\">E foi neste \u00ednterim que conheci uma colega, onde mais tarde fui descobrir que era Senadora da entidade. Ent\u00e3o certo dia minha colega me convidou para participar de um evento que seria em um fim de semana inteiro, o m\u00eas n\u00e3o me recordo. Mas fui mesmo assim, foi na sede campestre de uma Empresa de Processamento de Tabaco aqui da regi\u00e3o. Chegando l\u00e1 fui logo recepcionado por muitas pessoas, as quais conhecia uma ou duas sendo uma delas at\u00e9 uma colega de trabalho, para minha surpresa. Estava ent\u00e3o participando de um evento que definiria todas as a\u00e7\u00f5es e metas do ano que viria (2012), quando digo todas \u00e9 serio, o calend\u00e1rio do ano estava em um grande mural onde com a ajuda de todos, foram definidas todas as datas de todos os eventos do ano, utilizando aqueles papeizinhos coloridos de lembrete (To do) de todas as cores que s\u00f3 as mulheres sabem que existem. UFA! foi exaustivo, mas terminamos. H\u00e1 lembrei, o nome do evento era Planejamento Estrat\u00e9gico para o Ano de 2012.<\/p>\r\n\r\n\r\n\r\n<p class=\"has-text-align-justify\" style=\"text-align: justify;\">Ent\u00e3o eu estava convidado a conhecer a entidade, e se gostasse, ent\u00e3o fazer parte realmente (ser distintivado). Fui conhecer a sede que j\u00e1 estava de mudan\u00e7a para um novo endere\u00e7o, melhor e mais espa\u00e7oso. Logo em seguida, uns meses depois, em uma cerim\u00f4nia na C\u00e2mera de Vereadores aqui do munic\u00edpio, fui &#8220;distintivado&#8221; por minha colega de trabalho, hoje atual VPN (vice-presidente nacional) com muita honra!<\/p>\r\n\r\n\r\n\r\n<p class=\"has-text-align-justify\" style=\"text-align: justify;\">Participei da Entidade ativamente de 2011 \u00e0 2015, fui premiado como Membro S\u00eanior do ano de 2013 e participei de pelo menos tr\u00eas posses do Conselho diretor, todas muito emocionantes, sem falar de toda a pompa que exige a situa\u00e7\u00e3o! Segue<a href=\"https:\/\/tuliolopes.info\/files\/2020\/08\/jci-conselho-diretor-de-2013.png\" target=\"_blank\" rel=\"noreferrer noopener\"> link<\/a>.<\/p>\r\n\r\n\r\n\r\n<p style=\"text-align: justify;\">Assista aos v\u00eddeos que voc\u00ea vai entender melhor: <a href=\"https:\/\/youtu.be\/h2JA6BPz55s\" target=\"_blank\" rel=\"noopener\">A Hist\u00f3ria da JCI<\/a>, <a href=\"https:\/\/youtu.be\/olfE8pk9qKI\" target=\"_blank\" rel=\"noopener\">Impact<\/a> e <a href=\"https:\/\/youtu.be\/gb32CYRFa1s\" target=\"_blank\" rel=\"noopener\">Creed<\/a>. (Youtube)<\/p>\r\n\r\n\r\n\r\n<p style=\"text-align: justify;\"><a href=\"https:\/\/tuliolopes.info\/galeria-voluntariado-fotos\/\" target=\"_blank\" rel=\"noreferrer noopener\">Fotos na Galeria<\/a><\/p>\r\n\r\n\r\n\r\n<p style=\"text-align: right;\"><a href=\"https:\/\/tuliolopes.info\/acoes\/\"><button>Avan\u00e7ar<\/button><\/a><\/p>\r\n<p style=\"text-align: right;\">\u00a0<\/p>\r\n","protected":false},"excerpt":{"rendered":"<p>1.0 &#8211; A Inicia\u00e7\u00e3o Quero deixar claro que aqui n\u00e3o vou descrever como essa Organiza\u00e7\u00e3o (JCI) funciona, e sim, vou descrever como foi minha passagem por esta uni\u00e3o de pessoas engajadas em prol do bem comum e a li\u00e7\u00e3o que<\/p>\n","protected":false},"author":1,"featured_media":0,"parent":0,"menu_order":6,"comment_status":"closed","ping_status":"closed","template":"","meta":{"footnotes":""},"class_list":["post-46","page","type-page","status-publish","hentry"],"_links":{"self":[{"href":"https:\/\/tuliolopes.info\/wp-json\/wp\/v2\/pages\/46","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/tuliolopes.info\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/tuliolopes.info\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/tuliolopes.info\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/tuliolopes.info\/wp-json\/wp\/v2\/comments?post=46"}],"version-history":[{"count":7,"href":"https:\/\/tuliolopes.info\/wp-json\/wp\/v2\/pages\/46\/revisions"}],"predecessor-version":[{"id":3767,"href":"https:\/\/tuliolopes.info\/wp-json\/wp\/v2\/pages\/46\/revisions\/3767"}],"wp:attachment":[{"href":"https:\/\/tuliolopes.info\/wp-json\/wp\/v2\/media?parent=46"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}