{"id":144,"date":"2017-08-30T15:31:56","date_gmt":"2017-08-30T18:31:56","guid":{"rendered":"https:\/\/tuliolopes.info\/?p=144"},"modified":"2023-08-16T20:02:57","modified_gmt":"2023-08-16T23:02:57","slug":"pmat","status":"publish","type":"post","link":"https:\/\/tuliolopes.info\/pmat\/","title":{"rendered":"PMAT"},"content":{"rendered":"\r\n<p><a href=\"https:\/\/tuliolopes.info\/profissional\/\"><button>Voltar<\/button><\/a><\/p>\r\n\r\n<p style=\"text-align: justify;\"><strong>2 .0 &#8211; Programa de Moderniza\u00e7\u00e3o da Administra\u00e7\u00e3o Tribut\u00e1ria<\/strong><\/p>\r\n\r\n\r\n\r\n<p class=\"has-drop-cap has-text-align-justify\" style=\"text-align: justify;\">O <a href=\"https:\/\/tuliolopes.info\/files\/2017\/08\/pmat-folha-do-mate.png\" target=\"_blank\" rel=\"noopener\">PMAT<\/a>, concomitante com a busca do novo software de gest\u00e3o, foi outro grande projeto que tive o privil\u00e9gio de ser um dos respons\u00e1veis (claro pela parte de T.I.). Pois grandes mudan\u00e7as estavam por vir, e literalmente, p\u00f4r abaixo, o defasado, o ultrapassado, e preparar a chegada do moderno, do novo.<br \/>N\u00e3o deixando de comentar, que com todas as mudan\u00e7as, veem as preocupa\u00e7\u00f5es, os receios, mas principalmente &#8220;a Resist\u00eancia&#8221;. <a href=\"https:\/\/tuliolopes.info\/files\/2020\/08\/obras-no-predio-da-prefeitura.png\" target=\"_blank\" rel=\"noreferrer noopener\">Link<\/a> da reportagem.<\/p>\r\n\r\n\r\n\r\n<p style=\"text-align: justify;\">A mudan\u00e7a:<\/p>\r\n\r\n\r\n\r\n<p class=\"has-text-align-justify\" style=\"text-align: justify;\">Bom, esta veio logo de cara, pois a Secretaria da Fazenda, respons\u00e1vel pela Administra\u00e7\u00e3o Tribut\u00e1ria, teria que se mudar, e claro n\u00e3o poderia haver uma obra com todos aqueles servidores circulando por l\u00e1. Decidiu-se ent\u00e3o, que outro pr\u00e9dio abrigaria os setores da Secretaria da Fazenda. Optou-se por um com uma localiza\u00e7\u00e3o privilegiada, assim n\u00e3o afetando a vida dos servidores nem dos contribuintes. Logo ent\u00e3o se fez necess\u00e1rio outro projeto (edital), pois o pr\u00e9dio necessitava de toda uma infraestrutura para atender da melhor forma poss\u00edvel, o cidad\u00e3o ven\u00e2ncioairense.<\/p>\r\n\r\n\r\n\r\n<p style=\"text-align: justify;\"><strong>2.1 &#8211; Projeto de Infraestrutura L\u00f3gica e Telef\u00f4nica &#8211; Novo Pr\u00e9dio<\/strong><\/p>\r\n\r\n\r\n\r\n<p class=\"has-text-align-justify\" style=\"text-align: justify;\">Neste escopo, foi elaborado um edital, para que a empresa vencedora instalasse toda uma rede estruturada (el\u00e9trica, l\u00f3gica e telef\u00f4nica) abrangendo todos os andares do pr\u00e9dio. Tamb\u00e9m foi exigido no edital uma interliga\u00e7\u00e3o por meio de fibra \u00f3ptica e um cabo com mais de 20 ramais da Prefeitura at\u00e9 a nova sede da Secretaria da Fazenda, tornando assim, o acesso ao novo sistema muito mais eficiente, bem como o da central telef\u00f4nica que agora teria mais ramais para o contato com os servidores deslocados ao novo pr\u00e9dio.<\/p>\r\n\r\n\r\n\r\n<p style=\"text-align: justify;\"><strong>2.2 &#8211; Projeto de Energia &#8211; Novo Pr\u00e9dio<\/strong><\/p>\r\n\r\n\r\n\r\n<p class=\"has-text-align-justify\" style=\"text-align: justify;\">Devido a Prefeitura j\u00e1 ter implementado Nobreaks de grande porte para atender toda a Sede, optou-se por fazer o mesmo nos demais pr\u00e9dios municipais, isso para garantir que o fornecimento oriundo da Concession\u00e1ria de Energia El\u00e9trica, se interrompido, n\u00e3o afetasse o trabalho dos servidores para com os contribuintes. Portanto outro edital se fazia necess\u00e1rio.<\/p>\r\n\r\n\r\n\r\n<p style=\"text-align: justify;\"><strong>2.3 &#8211; Projeto de Infraestrutura L\u00f3gica e Telef\u00f4nica na Secretaria da Fazenda<\/strong><\/p>\r\n\r\n\r\n\r\n<p class=\"has-text-align-justify\" style=\"text-align: justify;\">A Secretaria da Fazenda ocupava (acredito que ainda ocupe) todo o 1\u00ba piso da sede da Prefeitura, com isso um grande projeto teve inicio para elaborar outro edital com a inten\u00e7\u00e3o de reestruturar toda a rede el\u00e9trica,\u00a0 l\u00f3gica e telef\u00f4nica da Secretaria.<\/p>\r\n\r\n\r\n\r\n<p style=\"text-align: justify;\"><strong>2.4 &#8211; Projeto para aquisi\u00e7\u00e3o de novos Computadores<\/strong><\/p>\r\n\r\n\r\n\r\n<p class=\"has-text-align-justify\" style=\"text-align: justify;\">Dentro do PMAT foram adquiridos muitos computadores (all in one &#8211; a cpu \u00e9 no pr\u00f3prio monitor, assim dispensando mesas caras para comportar a cpu em baixo, ocupando muito menos espa\u00e7o), para trocar os que j\u00e1 estavam obsoletos e at\u00e9 suprir uma demanda reprimida de diversos setores, onde mais do que um servidor utilizava o mesmo computador, levando assim mais tempo para cumprir suas tarefas. Duas marcas venceram dentro dos requisitos dos editais:\u00a0<a href=\"https:\/\/tuliolopes.info\/files\/2017\/08\/hp-all-in-one.png\" target=\"_blank\" rel=\"noopener\">HP<\/a> e <a href=\"https:\/\/tuliolopes.info\/files\/2017\/08\/lenovo-all-in-oner.png\" target=\"_blank\" rel=\"noopener\">Lenovo<\/a>.<\/p>\r\n\r\n\r\n\r\n<p style=\"text-align: justify;\"><strong>2.5 &#8211; Projeto para a aquisi\u00e7\u00e3o de Servidores para a Virtualiza\u00e7\u00e3o dos Servi\u00e7os\u00a0<\/strong><\/p>\r\n\r\n\r\n\r\n<p class=\"has-text-align-justify\" style=\"text-align: justify;\">Neste \u00ednterim, mais um edital foi necess\u00e1rio, desta vez para aquisi\u00e7\u00e3o de <a href=\"https:\/\/tuliolopes.info\/files\/2020\/08\/hp_proliant_dl_380_g10.png\" target=\"_blank\" rel=\"noreferrer noopener\">servidores<\/a> de grande porte que suportassem a demanda crescente de informa\u00e7\u00f5es gerada pelo novo software de gest\u00e3o e pela quantidade de acessos gerados pelo novo portal do munic\u00edpio: <a href=\"http:\/\/www.venancioaires.rs.gov.br\" target=\"_blank\" rel=\"noopener\">www.venancioaires.rs.gov.br<\/a>. Foram adquiridos tamb\u00e9m novos <a href=\"https:\/\/tuliolopes.info\/files\/2017\/08\/rack-para-servidor-42us.jpg\" target=\"_blank\" rel=\"noopener\">racks<\/a> para comportar estes equipamentos.<\/p>\r\n\r\n\r\n\r\n<p style=\"text-align: justify;\"><strong>2.6 &#8211; \u00a0Projeto para aquisi\u00e7\u00e3o de novo Banco de Dados<\/strong><\/p>\r\n\r\n\r\n\r\n<p class=\"has-text-align-justify\" style=\"text-align: justify;\">Com o aumento da demanda por informa\u00e7\u00e3o, tamb\u00e9m se fez necess\u00e1rio um edital para a aquisi\u00e7\u00e3o de um novo banco de dados, mais robusto e mais eficiente. Portanto no mercado daquela \u00e9poca, e acredito que at\u00e9 hoje, o Oracle, sem sombra de d\u00favidas foi a melhor op\u00e7\u00e3o. Claro, que para um grande banco de dados, precisar\u00edamos de um grande sistema operacional, optou-se na \u00e9poca pelo Red Hat (linux) Professional (Licenciado) e mais tarde pelo Oracle Linux (Gratuito).<\/p>\r\n\r\n<p><a href=\"https:\/\/tuliolopes.info\/profissional\/\"><button>Voltar<\/button><\/a><\/p>\r\n<p class=\"has-text-align-right\" style=\"text-align: right;\">\u00a0<a href=\"https:\/\/tuliolopes.info\/infovia\/\"><button>Avan\u00e7ar<\/button><\/a><\/p>","protected":false},"excerpt":{"rendered":"<p>Voltar 2 .0 &#8211; Programa de Moderniza\u00e7\u00e3o da Administra\u00e7\u00e3o Tribut\u00e1ria O PMAT, concomitante com a busca do novo software de gest\u00e3o, foi outro grande projeto que tive o privil\u00e9gio de ser um dos respons\u00e1veis (claro pela parte de T.I.). Pois<\/p>\n","protected":false},"author":1,"featured_media":0,"comment_status":"open","ping_status":"open","sticky":false,"template":"template-page-builder-no-sidebar.php","format":"standard","meta":{"footnotes":""},"categories":[2],"tags":[3],"class_list":["post-144","post","type-post","status-publish","format-standard","hentry","category-projetos","tag-proj1"],"jetpack_featured_media_url":"","_links":{"self":[{"href":"https:\/\/tuliolopes.info\/wp-json\/wp\/v2\/posts\/144","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/tuliolopes.info\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/tuliolopes.info\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/tuliolopes.info\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/tuliolopes.info\/wp-json\/wp\/v2\/comments?post=144"}],"version-history":[{"count":10,"href":"https:\/\/tuliolopes.info\/wp-json\/wp\/v2\/posts\/144\/revisions"}],"predecessor-version":[{"id":3323,"href":"https:\/\/tuliolopes.info\/wp-json\/wp\/v2\/posts\/144\/revisions\/3323"}],"wp:attachment":[{"href":"https:\/\/tuliolopes.info\/wp-json\/wp\/v2\/media?parent=144"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/tuliolopes.info\/wp-json\/wp\/v2\/categories?post=144"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/tuliolopes.info\/wp-json\/wp\/v2\/tags?post=144"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}