{"id":277,"date":"2017-08-31T17:32:32","date_gmt":"2017-08-31T20:32:32","guid":{"rendered":"https:\/\/tuliolopes.info\/?p=277"},"modified":"2024-02-26T15:42:19","modified_gmt":"2024-02-26T18:42:19","slug":"o-reconhcimento","status":"publish","type":"post","link":"https:\/\/tuliolopes.info\/o-reconhcimento\/","title":{"rendered":"O Reconhecimento!"},"content":{"rendered":"\n<p><\/p>\n\n\n<p><a href=\"https:\/\/tuliolopes.info\/upa-24h\/\"><button>Voltar<\/button><\/a><\/p>\n\n\n<p><strong>8.0&nbsp; &#8211; Pr\u00eamio PGQP<\/strong><\/p>\n\n\n\n<p class=\"has-drop-cap has-text-align-justify\">Com todo este alvoro\u00e7o, dentre dezenas de editais, licita\u00e7\u00f5es, instala\u00e7\u00f5es, suporte, adequa\u00e7\u00f5es, implementa\u00e7\u00e3o de sistemas, novos portais, tecnologia de ponta em servidores e desktops, internet de qualidade, Infovia, Videomonitoramento, seguran\u00e7a da informa\u00e7\u00e3o (Firewalls), veio ent\u00e3o a quest\u00e3o: Como manter tudo isso com efici\u00eancia e qualidade?<\/p>\n\n\n\n<p class=\"has-text-align-justify\">Come\u00e7ou a busca do aprimoramento. Fomos, eu e outros colegas engajados na miss\u00e3o, de trazer ao munic\u00edpio mais qualidade para a nossa gest\u00e3o. Foi ent\u00e3o que viajamos at\u00e9 um dos maiores campe\u00f5es no quesito Qualidade de Gest\u00e3o do Estado do Rio Grande do Sul: <a href=\"https:\/\/tuliolopes.info\/files\/2017\/08\/visitc3a1-c3a1-erechim.png\" target=\"_blank\" rel=\"noopener\">O Munic\u00edpio de Erechim<\/a>. Fomos recebidos por uma comitiva composta pela Vice- Prefeita Ana Oliveira e demais servidores, onde abordamos todas as fases do PGQP e sanamos v\u00e1rias d\u00favidas , desde por onde come\u00e7ar, at\u00e9 como conquistar o apoio dos demais colegas servidores. Para tanto precis\u00e1vamos de mais informa\u00e7\u00f5es, foi onde decidimos que alguns de n\u00f3s , incluindo Eu, far\u00edamos ent\u00e3o o curso de Forma\u00e7\u00e3o de Avaliadores do PGQP e o curso para entendermos quais eram os crit\u00e9rios de avalia\u00e7\u00e3o do PGQP, para s\u00f3 ent\u00e3o darmos in\u00edcio a um verdadeiro mutir\u00e3o. Foram muitas \u00e0s pessoas engajadas para redefinirmos o conceito de Gest\u00e3o P\u00fablica. E com o esfor\u00e7o de todos os servidores, est\u00e1vamos aptos \u00e0 concorrer com outros munic\u00edpios \u00e0 uma premia\u00e7\u00e3o do PGQP &#8211;&nbsp;Programa Ga\u00facho da Qualidade e Produtividade. Arrumamos a casa e agora era a hora de colher os frutos, e com muita satisfa\u00e7\u00e3o, em cerim\u00f4nia na FIERGS, fomos vitoriosos, conquistamos o <a href=\"https:\/\/tuliolopes.info\/files\/2017\/08\/pgqppremio.png\" target=\"_blank\" rel=\"noopener\">Trof\u00e9u de Bronze<\/a>&nbsp;em qualidade. &nbsp;Fechando com chave de ouro toda uma luta! Confira outro&nbsp;<a href=\"https:\/\/tuliolopes.info\/files\/2017\/08\/destaque-adm.png\" target=\"_blank\" rel=\"noopener\">link.<\/a><\/p>\n\n\n<p><a href=\"https:\/\/tuliolopes.info\/upa-24h\/\"><button>Voltar<\/button><\/a><\/p>\n\n\n<p class=\"has-text-align-right\"><\/p>\n\n\n<p style=\"text-align: right;\"><a href=\"https:\/\/tuliolopes.info\/industria\/\" data-wplink-url-error=\"true\"><button>Avan\u00e7ar<\/button><\/a><\/p>","protected":false},"excerpt":{"rendered":"<p>Voltar 8.0&nbsp; &#8211; Pr\u00eamio PGQP Com todo este alvoro\u00e7o, dentre dezenas de editais, licita\u00e7\u00f5es, instala\u00e7\u00f5es, suporte, adequa\u00e7\u00f5es, implementa\u00e7\u00e3o de sistemas, novos portais, tecnologia de ponta em servidores e desktops, internet de qualidade, Infovia, Videomonitoramento, seguran\u00e7a da informa\u00e7\u00e3o (Firewalls), veio ent\u00e3o<\/p>\n","protected":false},"author":1,"featured_media":0,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"footnotes":""},"categories":[1],"tags":[],"class_list":["post-277","post","type-post","status-publish","format-standard","hentry","category-sem-categoria"],"jetpack_featured_media_url":"","_links":{"self":[{"href":"https:\/\/tuliolopes.info\/wp-json\/wp\/v2\/posts\/277","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/tuliolopes.info\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/tuliolopes.info\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/tuliolopes.info\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/tuliolopes.info\/wp-json\/wp\/v2\/comments?post=277"}],"version-history":[{"count":6,"href":"https:\/\/tuliolopes.info\/wp-json\/wp\/v2\/posts\/277\/revisions"}],"predecessor-version":[{"id":4150,"href":"https:\/\/tuliolopes.info\/wp-json\/wp\/v2\/posts\/277\/revisions\/4150"}],"wp:attachment":[{"href":"https:\/\/tuliolopes.info\/wp-json\/wp\/v2\/media?parent=277"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/tuliolopes.info\/wp-json\/wp\/v2\/categories?post=277"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/tuliolopes.info\/wp-json\/wp\/v2\/tags?post=277"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}