{"id":4076,"date":"2024-02-25T10:42:30","date_gmt":"2024-02-25T13:42:30","guid":{"rendered":"https:\/\/tuliolopes.info\/?p=4076"},"modified":"2024-02-27T16:34:30","modified_gmt":"2024-02-27T19:34:30","slug":"industria","status":"publish","type":"post","link":"https:\/\/tuliolopes.info\/industria\/","title":{"rendered":"Ind\u00fastria"},"content":{"rendered":"<p style=\"text-align: left;\"><a href=\"https:\/\/tuliolopes.info\/o-reconhcimento\/\"><button>Voltar<\/button><\/a><\/p>\r\n\r\n<p class=\"has-drop-cap has-text-align-justify\" style=\"text-align: justify;\">Neste t\u00f3pico, vou fazer uma rela\u00e7\u00e3o de aprendizado e contribui\u00e7\u00f5es que pude ter, no per\u00edodo em que trabalhei na Ind\u00fastria; espero poder contribuir para quem pensa em fazer o mesmo ou para quem j\u00e1 est\u00e1 fazendo! &#8220;<\/p>\r\n\r\n\r\n\r\n<p class=\"has-text-align-justify\" style=\"text-align: justify;\">Uma das principais preocupa\u00e7\u00f5es da maioria das Empresas e n\u00e3o poderia ser diferente na ind\u00fastria, \u00e9 poder contar com os sistemas, 24h, 7 dias da semana, portanto os sistemas de Backup no que diz respeito \u00e0: Nobreak (Energia), Link de Internet \/ Firewall \/ Telefonia (Alta Disponibilidade),\u00a0 Servidor (VMs \/ Nuvem) e por fim e n\u00e3o menos importante, Backup \/ Clone de Maquinas e equipamentos que n\u00e3o podem parar (Interno). Sem falar em ter todos o softwares licenciados (cuide com as auditorias, elas existem e vir\u00e3o &#8211; passei por 3). J\u00e1 ia esquecendo de todo o hardware necess\u00e1rio como Roteadores Wifi (<a href=\"https:\/\/www.ui.com\/introduction\" target=\"_blank\" rel=\"noopener\">Ubiquiti<\/a>\u00a0 com Unifi) Switchs, bem como c\u00e2meras de VideoMonitoramento (Anal\u00f3gicas e IP). E tem tamb\u00e9m os rel\u00f3gios ponto e as sirenes, todos utilizando softwares de controle.<\/p>\r\n<p class=\"has-text-align-justify\" style=\"text-align: justify;\">Tive a grata surpresa de um dia ser chamado para a utiliza\u00e7\u00e3o de um Drone, o que me deixou muito feliz pois estou sempre um busca de aprender algo novo. O modelo escolhido foi o Phantom 3 da <a href=\"https:\/\/www.dji.com\/br\" target=\"_blank\" rel=\"noopener\">DJI<\/a> (<a href=\"http:\/\/localhost\/wp-content\/uploads\/2024\/02\/drone.png\" target=\"_blank\" rel=\"noopener\">Img1<\/a>, <a href=\"http:\/\/localhost\/wp-content\/uploads\/2024\/02\/controlador-drone.png\" target=\"_blank\" rel=\"noopener\">Img2<\/a>). Utilizado para filmar terrenos e os telhados, onde depois as imagens eram levadas para a Diretoria, \u00e0s vezes encaminhadas ao setor SESMT (Seguran\u00e7a do trabalho), que inspecionava os telhados em busca de poss\u00edveis problemas.<\/p>\r\n<p class=\"has-text-align-justify\" style=\"text-align: justify;\">Nessa gama de itens relevantes ao funcionamento da Ind\u00fastria, n\u00e3o basta ter um de cada; &#8220;Deve-se pelo menos ter dois de tudo aquilo que n\u00e3o pode parar. Claro que falar \u00e9 f\u00e1cil, o custo de tudo isso \u00e9 na verdade um grande empecilho para muitos dos neg\u00f3cios que est\u00e3o come\u00e7ando. Por isso optam, por ter um de cada no m\u00e1ximo e torcer para que n\u00e3o parem. \u00c9 a\u00ed que que entra o Setor de TIC na jogada. Temos a responsabilidade de deixar tudo isso funcionando. Claro que o desej\u00e1vel , \u00e9 sempre conseguir ter uma empresa terceirizada, com um contrato de 8h mensais (m\u00ednimo), para dar aquele suporte, quando tudo parar, e te digo, &#8220;Vai parar&#8221;. N\u00e3o \u00e9 para assustar ningu\u00e9m mas \u00e9 fato. Ent\u00e3o estejam preparados para passar algumas noites em claro, ou nem pensem em trabalhar no ramo.<\/p>\r\n<p>Bom, chega de bl\u00e1 bl\u00e1 bl\u00e1, e vamos ao que interessa:<\/p>\r\n\r\n<p>Setores onde a TI \u00e9 indispens\u00e1vel:\u00a0<\/p>\r\n<p>Administra\u00e7\u00e3o -TIC &#8211; Marketing &#8211; Vendas &#8211; Marketplace<\/p>\r\n<p>Engenharia &#8211; Laborat\u00f3rio &#8211; Prot\u00f3tipo \/ Sala T\u00e9cnica<\/p>\r\n<p>Linha de Produ\u00e7\u00e3o<\/p>\r\n<p>PCP<\/p>\r\n<p>P\u00f3s-Vendas<\/p>\r\n<p>Frota<\/p>\r\n<p>El\u00e9trica<\/p>\r\n<p>Contabilidade<\/p>\r\n<p>RH &#8211; SESMT &#8211; Enfermaria<\/p>\r\n<hr \/>\r\n<p><strong>Administra\u00e7\u00e3o<\/strong><\/p>\r\n<p class=\"has-text-align-justify\" style=\"text-align: justify;\">Este \u00e9 o Setor, onde est\u00e3o os altos cargos, Presidentes, Diretores, Gerentes, Supervisores e Encarregados de Setor. Praticamente todos utilizam o Software de Gest\u00e3o e o Pacote Office. Suporte \u00e9 muito necess\u00e1rio. Aqui se compreende desde a porta de entrada, n\u00e3o digo s\u00f3 a f\u00edsica e sim a Virtual, onde est\u00e3o a Recep\u00e7\u00e3o (Telefonista \/ Secret\u00e1ria) e o Site da Empresa. Bem como o Setor de Marketing e Vendas. Importante, tudo aqui, ao ser chamado, \u00e9 <strong>Urgente!<\/strong>, N\u00e3o esque\u00e7a disso.<\/p>\r\n<p><strong>TIC<\/strong><\/p>\r\n<p class=\"has-text-align-justify\" style=\"text-align: justify;\">Antes de se come\u00e7ar qualquer neg\u00f3cio, tem de se ter em mente, que sem este setor, n\u00e3o ser\u00e1 nada f\u00e1cil fazer o seu neg\u00f3cio funcionar, mesmo que n\u00e3o ache necess\u00e1rio. Pelo menos contrate uma empresa para fazer o trabalho, se for uma pequeno neg\u00f3cio . Mas com certeza a Ind\u00fastria n\u00e3o se encaixa no pequeno. Em geral se torna grande, no qual toda a TI, precisa ser gerenciada. \u00c9 sempre importante frisar, que para o bom funcionamento do setor, s\u00e3o necess\u00e1rias duas pessoas no m\u00ednimo; e devem ser muito bem engajadas, com conhecimento de boas pr\u00e1ticas no setor. Onde o mais importante \u00e9 deixar tudo funcionando como um rel\u00f3gio. (N\u00e3o disse que \u00e9 f\u00e1cil).<\/p>\r\n<p class=\"has-text-align-justify\" style=\"text-align: justify;\">Neste setor, basicamente o colaborador se envolve\u00a0 com todos os Setores da Ind\u00fastria, onde os conhecimentos abaixo s\u00e3o postos \u00e0 prova:<\/p>\r\n<p class=\"has-text-align-justify\" style=\"text-align: justify;\">Servidores de Impress\u00e3o (Instala\u00e7\u00e3o e Suporte), Servidores de Arquivos (Windows ou Linux (<a href=\"https:\/\/www.samba.org\/\" target=\"_blank\" rel=\"noopener\">samba<\/a>)), Cria\u00e7\u00e3o e Bloqueio de Usu\u00e1rios (Active Directory),Backup (<a href=\"https:\/\/www.nakivo.com\/\" target=\"_blank\" rel=\"noopener\">Nakivo<\/a>), Maquinas Virtuais (<a href=\"https:\/\/www.vmware.com\/\" target=\"_blank\" rel=\"noopener\">Vmware<\/a>), Firewall (<a href=\"https:\/\/www.sophos.com\/\" target=\"_blank\" rel=\"noopener\">Sophos<\/a>), E-mail (<a href=\"https:\/\/mail.zimbra.com\/\" target=\"_blank\" rel=\"noopener\">Zimbra<\/a>), Antiv\u00edrus (<a href=\"https:\/\/www.kaspersky.com.br\/\" target=\"_blank\" rel=\"noopener\">Kasperky<\/a>), Telefonia Fixa Central Telef\u00f4nica (Instala\u00e7\u00e3o e Suporte ao Sotware Intelbras &#8211; (<a href=\"https:\/\/www.intelbras.com\/pt-br\/central-telefonica-hibrida-unniti-3000\" target=\"_blank\" rel=\"noopener\">Unnit3000)<\/a> e Telefonia Celular, Links de internet Redundantes (Entradas f\u00edsicas distintas) bem como, de mais de um fornecedor. Nobreak (Dificilmente se tem 2) ent\u00e3o mantenha sempre revisado; Telefonia IP, utiliza\u00e7\u00e3o de Voz Sobre IP Real. (Agora funciona). N\u00e3o esquecendo toda a gama de softwares e hardwares envolvidos. (Estarei listando conforme for passando pelos setores. Quase esqueci, o uso FTP para envio de arquivos para o Site. Tamb\u00e9m a configura\u00e7\u00e3o e o uso de VPNs (Sophos) por parte dos colaboradores e terceiros (SotwareHouses).<\/p>\r\n<p class=\"has-text-align-justify\" style=\"text-align: justify;\">Entenda que a maioria das empresas hoje tem tanto servidores Windows quanto servidores Linux. O Linux est\u00e1 fazendo parte do dia-a-dia, ent\u00e3o meu amigo, estude, estude e estude.<\/p>\r\n<p class=\"has-text-align-justify\" style=\"text-align: justify;\">N\u00e3o esquecendo que para tudo isso funcionar, deve-se criar uma maneira f\u00e1cil e \u00e1gil de se conseguir fazer uma abertura de chamado, onde o mesmo fique registrado para consultas futuras. Tamb\u00e9m n\u00e3o menos importante um local para armazenar sua Knowlogde base (ou seja, base de conhecimento), tudo aquilo que se aprendeu como resolver, com o m\u00e1ximo de detalhes poss\u00edveis (fotos, prints descri\u00e7\u00f5es etc). Optamos por utilizar o <a href=\"https:\/\/gitlab.com\/users\/sign_in\" target=\"_blank\" rel=\"noopener\">Gitlab<\/a>, onde cada Issue \u00e9 um chamado, podendo ser aberto por e-mail e onde se pode criar uma base de conhecimento tamb\u00e9m. E nunca deixe de ter uma planilha atualizada com todos os softwares pagos e seus devidos vencimentos, bem como todo o invent\u00e1rios de hardware utilizado na Empresa.<\/p>\r\n<p class=\"has-text-align-justify\" style=\"text-align: justify;\">Muitas empresas no in\u00edcio, optam por utilizar <a href=\"https:\/\/www.thinclientbrasil.com\/o-que-e-thin-client\/\" target=\"_blank\" rel=\"noopener\">ThiClients<\/a> para reduzir os custos com licen\u00e7as. Ent\u00e3o saiba como configur\u00e1-los e p\u00f4-los na rede.<\/p>\r\n<p class=\"has-text-align-justify\" style=\"text-align: justify;\">Outra coisa important\u00edssima: Verifique a validade de todos os certificados digitais e procure mant\u00ea-los sob o mesmo fornecedor.<\/p>\r\n<p class=\"has-text-align-justify\" style=\"text-align: justify;\">Com a tecnologia global, n\u00e3o esque\u00e7a que os <a href=\"https:\/\/tecnoblog.net\/noticias\/2024\/01\/24\/apple-macintosh-completa-40-anos-e-sua-influencia-segue-viva\/\" target=\"_blank\" rel=\"noopener\">Macintosh<\/a>, os populares Macs, est\u00e3o em alta, junto com os Iphones. Ent\u00e3o saiba como dar suporte se atualize.<\/p>\r\n<p class=\"has-text-align-justify\" style=\"text-align: justify;\">Agora tudo o que for feito, tem que estar dentro das diretrizes e normas da <a href=\"https:\/\/gaea.com.br\/lgpd-e-ti\/\" target=\"_blank\" rel=\"noopener\">LGPD<\/a>. Por isso \u00e9 sempre bom fazer um curso ou uma P\u00f3s sobre o assunto. Gra\u00e7as a Deus eu consegui fazer as duas coisas. Vide Link <a href=\"https:\/\/tuliolopes.info\/certificados\/\" target=\"_blank\" rel=\"noopener\">Certificados<\/a>.<\/p>\r\n<p class=\"has-text-align-justify\" style=\"text-align: justify;\">Importante: N\u00e3o importa todo seu portfolio de Hardskill (Habilidades T\u00e9cnicas), suas <strong>Softskills<\/strong> (Habilidade com pessoas), s\u00e3o as que v\u00e3o te manter no emprego!; Portanto; <strong>Seja sempre atencioso e Cordial, com todos!<\/strong><\/p>\r\n<p><strong>Laborat\u00f3rio<\/strong><\/p>\r\n<p class=\"has-text-align-justify\" style=\"text-align: justify;\">Onde s\u00e3o testados materiais e produtos (de v\u00e1rias marcas), os mais variados poss\u00edveis. Tendo em vista o conhecimento do Setor, dos materiais j\u00e1 utilizados , alguns podem ser adotados para um novo produto ou para melhoria de um j\u00e1 existente. Fazem uso de conversores e instrumentos. Depois de aprovados s\u00e3o enviados para Engenharia.<\/p>\r\n<p><strong>Engenharia<\/strong><\/p>\r\n<p class=\"has-text-align-justify\" style=\"text-align: justify;\">Neste setor pude aprender e contribuir, pois todos os softwares necess\u00e1rios para o funcionamento do setor, s\u00e3o de exclusividade da TI para sua instala\u00e7\u00e3o e suporte. Dentre eles o que se destaca \u00e9 o\u00a0<a href=\"https:\/\/www.solidworks.com\/pt-br\" target=\"_blank\" rel=\"noopener\">Solidworks<\/a> para a confec\u00e7\u00e3o das pe\u00e7as as quais far\u00e3o parte de um produto que precisa ser criado e testado no setor de Prot\u00f3tipo. Tamb\u00e9m fazem parte, os Software de Gest\u00e3o (onde cada empresa escolhe o mais adequado ao seu neg\u00f3cio e ao seu bolso \u00e9 claro) e os conhecidos pacotes de Escrit\u00f3rio, onde o pacote Office da Microsoft tem sido a escolha da grande maioria. Hoje contamos com o <a href=\"https:\/\/www.wps.com\/pt-BR\/\" target=\"_blank\" rel=\"noopener\">WPS<\/a>, <a href=\"https:\/\/www.libreoffice.org\/download\/download-libreoffice\/\" target=\"_blank\" rel=\"noopener\">LibreOffice<\/a>, <a href=\"https:\/\/www.openoffice.org\/pt-br\/\" target=\"_blank\" rel=\"noopener\">OpenOffice<\/a> e tantos outros gratuitos.<\/p>\r\n<p><strong>Prot\u00f3tipo \/ Sala T\u00e9cnica<\/strong><\/p>\r\n<p class=\"has-text-align-justify\" style=\"text-align: justify;\">\u00c9 aqui, que com todas as especifica\u00e7\u00f5es repassadas pela Engenharia, se parte para a cria\u00e7\u00e3o e teste do produto. Para cria\u00e7\u00e3o, todas as medidas necess\u00e1rias ser\u00e3o retiradas do molde feito no Solidworks e depois para a fabrica\u00e7\u00e3o da pe\u00e7as no material escolhido (Material Pl\u00e1stico ou Met\u00e1lico etc). Nesta parte a TI n\u00e3o se envolve. J\u00e1 no teste do produto sim. Muitos s\u00e3o os players no mercado: Em Geral a <a href=\"https:\/\/www.fullgauge.com.br\/\" target=\"_blank\" rel=\"noopener\">Full Gauge<\/a>, \u00e9 a escolhida por ter um portfolio de produtos muito usado nos prot\u00f3tipos que necessitam de algum controle t\u00e9rmico (Controladores). A Full Gauge faz uso do software <a href=\"https:\/\/sitrad.com.br\/\" target=\"_blank\" rel=\"noopener\">Sitrad<\/a>, respons\u00e1vel por monitorar o funcionamento, atrav\u00e9s de sensores onde ligados \u00e0 conversores os quais utilizam instrumentos que fazem a leitura dos sensores acoplados aos produtos, emitindo alertas e gerando gr\u00e1ficos.<\/p>\r\n<p class=\"has-text-align-justify\" style=\"text-align: justify;\">Aprendi a utilizar desde produtos fora de linha, como o Conversor RS 485 <a href=\"http:\/\/localhost\/wp-content\/uploads\/2024\/02\/IMG-20230410-WA0016.jpg\" target=\"_blank\" rel=\"noopener\">(Img1<\/a>, <a href=\"http:\/\/localhost\/wp-content\/uploads\/2024\/02\/IMG-20230410-WA0017.jpg\" target=\"_blank\" rel=\"noopener\">Img2<\/a>), nesta situa\u00e7\u00e3o se necessita do Sitrad de vers\u00f5es antigas, como a 3.12. Neste caso se usa 2 conversores um Master ( O principal, que fica ligado ao PC-Servidor, via USB) e o segundo, chamado Slave (escravo que ligado fisicamente a um par de fios); Vide Img2. No Slave \u00e9 onde ficam ligados os instrumentos, neste caso n\u00e3o podendo passar de uns 200 e muitos, os quais tem sensores acoplados aos produtos. Para a configura\u00e7\u00e3o se utiliza o softwares e os straps (chavezinhas atr\u00e1s do conversor para fazerem os dois se comunicarem). Digo a voc\u00eas que n\u00e3o \u00e9 nada simples. Feito isso basta encontrar os instrumentos e come\u00e7as a fazer as leituras. J\u00e1 na vers\u00e3o mais nova TCP 485 \/ Wifi Log (<a href=\"http:\/\/localhost\/wp-content\/uploads\/2024\/02\/TCP-485-Wifi-log.pdf\" target=\"_blank\" rel=\"noopener\">Img1<\/a>) pode-se tanto usar cabo de rede como pode ser usado sem fio (Wifi). O alcance \u00e9 razo\u00e1vel. Mas preferi utilizar cabo de rede. Utilizei este produto dentro da sala dos servidores para ler a temperatura da sa\u00edda do exaustor do nobreak, o 2\u00ba para ler a temperatura da sa\u00edda de ar da Central Telef\u00f4nica dentro de um rack de parede, outro sensor para medir a temperatura central da sala, o 4\u00ba sensor, para ler a sa\u00edda de ar dos servidores. Tudo em tempo real. A diferen\u00e7as chegava aos 5\u00baC.Por isso a import\u00e2ncia de no Setor de TI , se utilizar no m\u00ednimo 2 monitores para cada Colaborador. Onde pode-se deixar um monitor s\u00f3 para o monitoramento. Clique no link para entender o funcionamento do <a href=\"http:\/\/localhost\/wp-content\/uploads\/2024\/02\/sitrad.png\" target=\"_blank\" rel=\"noopener\">Sitrad!<\/a> Claro que depois de tudo funcionando, repassar sempre o conhecimento ao colega do setor. (Vide TIC, Knowlogde base).<\/p>\r\n<p><strong>PCP<\/strong><\/p>\r\n<p class=\"has-text-align-justify\" style=\"text-align: justify;\">Basicamente \u00e9 onde a coisa acontece ou deixa de acontecer. Aqui se faz o levantamento de todos os custos, material e m\u00e3o de obra necess\u00e1rios para a produ\u00e7\u00e3o da pe\u00e7a ou produto. Se calcula, com o que se tem em casa, desde ferramental, a hora m\u00e1quina e o tempo \/ quantos\u00a0 funcion\u00e1rios se necessita para produzir. Quanto ser\u00e1 seu custo final e o valor prov\u00e1vel de venda. Se tudo estiver dentro de padr\u00f5es pr\u00e9-definos, se encaminha de volta para a Engenharia. Utiliza\u00e7\u00e3o de Computador, Impressora, e-mail e o Pacote Office, basicamente o Excel.<\/p>\r\n<p><strong>Linha de produ\u00e7\u00e3o<\/strong><\/p>\r\n<p class=\"has-text-align-justify\" style=\"text-align: justify;\">Claro que no s\u00e9culo 21, praticamente todas as linhas de produ\u00e7\u00e3o est\u00e3o ou necessitam se atualizar, portanto o uso do Computador \u00e9 indispens\u00e1vel. Tanto na elabora\u00e7\u00e3o dos planos de produ\u00e7\u00e3o (Supervis\u00e3o), at\u00e9 a embalagem.<\/p>\r\n<p class=\"has-text-align-justify\" style=\"text-align: justify;\">O uso do<a href=\"http:\/\/localhost\/wp-content\/uploads\/2024\/02\/leitor-de-cod-de-barras.png\" target=\"_blank\" rel=\"noopener\"> leitor de c\u00f3digo de barras sem fio<\/a> n\u00e3o \u00e9 mais um conforto e sim necessidade. E como o turnover (a rotatividade) \u00e9 grande, n\u00e3o s\u00f3 pela troca do funcion\u00e1rio pelo RH, mas sim pelos turnos da Ind\u00fastria. Necessitando sim \u00e0s vezes o reparo bem como a troca do equipamento. Portanto tenha sempre uns 3 ou 4 de reserva, (se der \u00e9 claro). Assim que chegam os produtos da linha de montagem eles passam por um Teste El\u00e9trico, onde os player com quem trabalhei, foram a <a href=\"https:\/\/lhf.ind.br\/\" target=\"_blank\" rel=\"noopener\">LHF<\/a> e a <a href=\"https:\/\/www.unitag.com.br\/\" target=\"_blank\" rel=\"noopener\">UNITAG<\/a>. A LHF \u00e9 basicamente uma cabine inteira de instrumentos\u00a0 (atualmente o equipamento \u00e9 menor) um Computador acoplado com software que faz a leitura da tens\u00e3o, aterramento e rigidez do produto; este ligado ao LHF por sua tomada de energia. Ao final pode ser emitido uma etiqueta de aprovado se for o caso. Cria-se as receitas de cada produto, contendo sua tens\u00e3o m\u00e1xima e v\u00e1rios outros par\u00e2metros, os quais o Setor de laborat\u00f3rio \u00e9 quem trabalha nisso. Havia uma para cada linha de produ\u00e7\u00e3o. A UNITAG adquirida era port\u00e1til, s\u00f3 n\u00e3o acompanhava um computador, havia um software que tamb\u00e9m necessitava ser instalado e configurado em cum computador e a conex\u00e3o era feita por cabo USB\/Serial. Existe a necessidade e fornecedores diferentes para que quando da aferi\u00e7\u00e3o dos produtos n\u00e3o haja nenhuma discrep\u00e2ncia entre os testes. Na linha de produ\u00e7\u00e3o tbm se faz uso de conversores e instrumentos para verificar se o produto est\u00e1 funcionando como o esperado. Aprendi muito neste setor.<\/p>\r\n<p><strong>P\u00f3s-Vendas<\/strong><\/p>\r\n<p class=\"has-text-align-justify\" style=\"text-align: justify;\">Setor importante, onde desde d\u00favidas de como instalar o produto da melhor maneira at\u00e9 constatar um defeito e pedir informa\u00e7\u00f5es de como resolver ou at\u00e9 a troca ou devolu\u00e7\u00e3o do mesmo. Onde entra o Setor de Log\u00edstica Reversa. Existem t\u00e9cnicos que se deslocam at\u00e9 o cliente PF ou PJ, que dependendo do problema \u00e9 cobrado ou n\u00e3o. Utiliza\u00e7\u00e3o de chat comercial, com configura\u00e7\u00e3o dos celulares empresarias para isso. Uso do Software de Gest\u00e3o, pacote Office e e-mail. Bom saber como gerenciar um software de grava\u00e7\u00f5es telef\u00f4nicas. Mas fique atento ao que diz a LGD.<\/p>\r\n<p><strong>Marketing &#8211; Vendas &#8211; Marketplace<\/strong><\/p>\r\n<p class=\"has-text-align-justify\" style=\"text-align: justify;\">O Setor de Vendas\/<a href=\"https:\/\/www.ideianoar.com.br\/marketplace\/\" target=\"_blank\" rel=\"noopener\"> Marketplace<\/a>, junto com o Marketing constr\u00f3i as estrat\u00e9gias de vendas. O Marketing utiliza tanto ferramentas da <a href=\"https:\/\/www.adobe.com\/br\/\" target=\"_blank\" rel=\"noopener\">Adobe<\/a> quanto da <a href=\"https:\/\/www.coreldraw.com\/\" target=\"_blank\" rel=\"noopener\">Corel<\/a>, portanto saiba instal\u00e1-las e dar suporte no que for necess\u00e1rio. Todos setores utilizam o software de gest\u00e3o. J\u00e1 o Marketplace faz uso de chatbots no dia-a-dia. Toda a empresa tem um site que deve ser alimentado, fotos e pre\u00e7os atualizados. Em geral se tem um empresa que faz isso ou pelo menos um MEI terceirizado. As imagens em geral s\u00e3o Upadas (enviadas para a nuvem) por FTP. Uso de telefonia fixa e celular tamb\u00e9m \u00e9 muito importante para o setor, bem como o uso de chats.<\/p>\r\n<p class=\"has-text-align-justify\" style=\"text-align: justify;\"><strong>Frota<\/strong><\/p>\r\n<p class=\"has-text-align-justify\" style=\"text-align: justify;\">Na Frota o dod\u00f3i \u00e9 o sistema de Controle e\/ou Gest\u00e3o de Frota, onde cada ve\u00edculo ganha, como se fosse um localizador GPS onde alguns podem ou n\u00e3o contar com acionamento \/ desligamento do ve\u00edculo. Neste caso espec\u00edfico, muitas vezes temos que liberar no Firewall o destino destes sites. Sempre vale \u00e0 pena conversar com o pessoal de TI deles, claro se for necess\u00e1rio. \u00c1s vezes necessita a libera\u00e7\u00e3o de algumas portas (no firewall) tamb\u00e9m. A telefonia celular e chats s\u00e3o usados com frequ\u00eancia neste setor.<\/p>\r\n<p class=\"has-text-align-justify\" style=\"text-align: justify;\"><strong>El\u00e9trica<\/strong><\/p>\r\n<p class=\"has-text-align-justify\" style=\"text-align: justify;\">Muito cuidado, este setor pode se tornar o calcanhar de Aquiles da TI, pois somos totalmente dependente de eletricidade para o funcionamento do nosso setor. Portanto mantenha sempre um \u00f3timo relacionamento com este pessoal. Uma dica fa\u00e7a com que fiquem te devendo favor.\u00a0 Ajude-os no que puder, seja prestativo, e sempre poder\u00e1 contar com eles. Eletricistas s\u00e3o entusiastas de TI, ent\u00e3o como se diz, troque figurinhas e vai se dar bem. A grande maioria dos sistemas el\u00e9tricos necessitam de um software de monitoramento. O mais usado no momento \u00e9 o <a href=\"https:\/\/blog.rio-tech.com.br\/clp-o-que-e-beneficios-e-aplicacoes\/\" target=\"_blank\" rel=\"noopener\">CLP<\/a>. Na maioria das empresas \/ ind\u00fastrias, os eletricistas, por ter as<a href=\"https:\/\/safetytrab.com.br\/blog\/nr-35-o-que-e-e-o-que-diz-a-norma-para-trabalho-em-altura\/\" target=\"_blank\" rel=\"noopener\"> NR<\/a>s necess\u00e1rias para se poder acessar os pontos mais altos dos pr\u00e9dios, s\u00e3o eles quem passam os cabos de rede, fazem a instala\u00e7\u00e3o e manuten\u00e7\u00e3o da c\u00e2meras de videomonitoramento, colocam ou retiram os roteadores Wifi etc,\u00a0 para a TI.<\/p>\r\n<p class=\"has-text-align-justify\" style=\"text-align: justify;\"><strong>Contabilidade<\/strong><\/p>\r\n<p class=\"has-text-align-justify\" style=\"text-align: justify;\">\u00c9 aqui que se separa &#8220;O cara da TI&#8221; dos demais t\u00e9cnicos, pode achar que \u00e9 f\u00e1cil instalar uns 50 a 100 programas diferentes, cada um com sua base de dados e todos funcionarem bem. Cada um com uma peculiaridade; ou s\u00f3 funciona se for com base no winxp\/win7 e assim vai; s\u00f3 roda se for como administrador, tem que rodar s\u00f3 no Internet Explorer, necessita de flash, Net frameWork 3.5, outro do 4.0, rapaz \u00e9 uma salada de fruta, quando acha que tudo est\u00e1 ok, come\u00e7am os problemas de conflito, \u00e9 uma verdadeira batalha. Se tiver programa de Banco envolvido, a\u00ed ferrou. O Antiv\u00edrus pega algo, o firewall outro pouco; \u00e9 realmente uma dor de cabe\u00e7a. Mas n\u00e3o se aflijam, nada que buscar ajuda na Net ou em f\u00f3runs que n\u00e3o resolva. E se tudo n\u00e3o resolver espere a pr\u00f3xima vers\u00e3o ou baixe a anterior. S\u00f3 de digitar isso a minha press\u00e3o aumentou uns 3 pontos! S\u00f3 uma coisa, n\u00e3o fique perdendo muito tempo, se n\u00e3o funcionar, separem os mais complicados para outro PC de outro funcion\u00e1rio \/ colaborador, em geral a Contabilidade sempre conta com 2 ou mais computadores. O certificado digital \u00e9 de essencial import\u00e2ncia para a Contabilidade.<\/p>\r\n<p><strong>RH &#8211; SESMT &#8211; Enfermaria &#8211; Portaria<\/strong><\/p>\r\n<p class=\"has-text-align-justify\" style=\"text-align: justify;\">O Setor de RH, como a Contabilidade necessita de uma gama de softwares. Al\u00e9m do software de gest\u00e3o , muitos n\u00e3o possuem ou n\u00e3o atendem o RH por j\u00e1 existir no mercado players muito bons , onde n\u00e3o vale \u00e0 pena criar a roda, como se diz. Ent\u00e3o tanto a <a href=\"https:\/\/www.senior.com.br\/\" target=\"_blank\" rel=\"noopener\">Senior<\/a> como v\u00e1rios outros, tem este nicho de mercado. Al\u00e9m disso o RH, conta com sistemas de rel\u00f3gio Ponto (milhares de modelos), Programas para webcam (720HD ou 1080Full HD)para o registro do funcion\u00e1rio. Impressora Multifuncional, Celular (com chatbot), Pacote Office, editores de imagem e por ai vai&#8230;<\/p>\r\n<p class=\"has-text-align-justify\" style=\"text-align: justify;\">O SESMT, responde em geral ao RH mas tamb\u00e9m a Dire\u00e7\u00e3o da empresa, devido \u00e1 liga\u00e7\u00e3o recente com os planos PPCI de preven\u00e7\u00e3o de inc\u00eandio, onde a Diretoria, faz toda a requisi\u00e7\u00e3o e aprova\u00e7\u00e3o do projeto, tudo por certifica\u00e7\u00e3o digital. Este setor cobra a TI como correspons\u00e1vel pelo terceiro que entra na empresa. Onde qualquer instala\u00e7\u00e3o que necessite subir em escadas deve ser solicitado ao SESMT; Onde \u00e9 a verificado as NRs (enviadas \u00e0 posteriori para a Ind\u00fastria) e \u00e9 feita a verifica\u00e7\u00e3o dos EPIs (Equipamentos de Seguran\u00e7a).At\u00e9 mesmo para se por os cones em volta da escada caso necess\u00e1rio. Sem isso, esque\u00e7a! <strong>Sempre avise o SESMT.<\/strong><\/p>\r\n<p class=\"has-text-align-justify\" style=\"text-align: justify;\">A Enfermaria, faz uso do software de gest\u00e3o, impressora multifuncional.. E com as mudan\u00e7as na legisla\u00e7\u00e3o, acostume-se a ligar muito para a SoftwareHouse. o Setor ir\u00e1 pedir altera\u00e7\u00f5es e melhorias. No que diz respeito \u00e0 sa\u00fade, \u00e9 tudo muito burocr\u00e1tico. Testes e mais testes, isso nunca acaba.<\/p>\r\n<p class=\"has-text-align-justify\" style=\"text-align: justify;\">E por fim a Portaria; Aqui voc\u00ea praticamente vir\u00e1 por 4 coisas: O sistema de videomonitoramento (c\u00e2meras e rede), Os rel\u00f3gios ponto (bobina, guilhotina e rede), a balan\u00e7a para caminh\u00f5es (bobina, cartucho, software e rede) e a sirene (se tocar fora do hor\u00e1rio \/ adiantada ou atrasada).<\/p>\r\n<p>&nbsp;<\/p>\r\n<p style=\"text-align: right;\"><a href=\"https:\/\/tuliolopes.info\/industria\/\"><button>Topo<\/button><\/a><\/p>","protected":false},"excerpt":{"rendered":"<p>Voltar Neste t\u00f3pico, vou fazer uma rela\u00e7\u00e3o de aprendizado e contribui\u00e7\u00f5es que pude ter, no per\u00edodo em que trabalhei na Ind\u00fastria; espero poder contribuir para quem pensa em fazer o mesmo ou para quem j\u00e1 est\u00e1 fazendo! &#8220; Uma das<\/p>\n","protected":false},"author":1,"featured_media":0,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"footnotes":""},"categories":[2],"tags":[],"class_list":["post-4076","post","type-post","status-publish","format-standard","hentry","category-projetos"],"jetpack_featured_media_url":"","_links":{"self":[{"href":"https:\/\/tuliolopes.info\/wp-json\/wp\/v2\/posts\/4076","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/tuliolopes.info\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/tuliolopes.info\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/tuliolopes.info\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/tuliolopes.info\/wp-json\/wp\/v2\/comments?post=4076"}],"version-history":[{"count":103,"href":"https:\/\/tuliolopes.info\/wp-json\/wp\/v2\/posts\/4076\/revisions"}],"predecessor-version":[{"id":4207,"href":"https:\/\/tuliolopes.info\/wp-json\/wp\/v2\/posts\/4076\/revisions\/4207"}],"wp:attachment":[{"href":"https:\/\/tuliolopes.info\/wp-json\/wp\/v2\/media?parent=4076"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/tuliolopes.info\/wp-json\/wp\/v2\/categories?post=4076"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/tuliolopes.info\/wp-json\/wp\/v2\/tags?post=4076"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}