{"id":1033,"date":"2018-03-22T17:29:07","date_gmt":"2018-03-22T20:29:07","guid":{"rendered":"https:\/\/tuliolopes.info\/?page_id=1033"},"modified":"2025-06-07T17:13:15","modified_gmt":"2025-06-07T20:13:15","slug":"biografia","status":"publish","type":"page","link":"https:\/\/tuliolopes.info\/biografia\/","title":{"rendered":"Biografia"},"content":{"rendered":"\r\n<p class=\"has-drop-cap\" style=\"text-align: justify;\">Na verdade, \u00e9 mais uma Biografia Profissional; Ol\u00e1, me chamo T\u00falio Jorge de Brito Lopes, tenho 51 anos, sou casado, tenho\u00a0 duas meninas, uma de 08 e outra de 04 anos. Resido em Ven\u00e2ncio Aires \u2013 RS, \u00e0 125 Km ou, mais\u00a0 ou\u00a0 menos\u00a0 2hs\u00a0 de\u00a0 carro\u00a0 da capital, Porto Alegre.<\/p>\r\n\r\n\r\n\r\n\r\n\r\n<p class=\"has-text-align-justify\" style=\"text-align: justify;\">Nos anos 80, entre 88 e 90, Eu cursava \u00e0 noite, o<a href=\"http:\/\/localhost\/wp-content\/uploads\/2023\/08\/Certificado-Conclusao-do-2o-Grau-1-1.jpg\" target=\"_blank\" rel=\"noreferrer noopener\" aria-label=\" Auxiliar T\u00e9cnico em Eletricidade (abre em uma nova aba)\"> Auxiliar T\u00e9cnico em Eletricidade<\/a> , onde a Eletr\u00f4nica fez parte importante do curso. Foi na Escola Estadual C\u00f4nego Albino Juchen, na \u00e9poca chamada de Estadual; Atualmente os jovens a chamam de CAJ. Devo muito ao que hoje sei, ao Professor Renato Martins, apesar de minhas aulas regulares serem diurnas. Foram 3 anos bem puxados!<\/p>\r\n\r\n\r\n\r\n<p class=\"has-text-align-justify\" style=\"text-align: justify;\">No tempo que me restava, como j\u00e1 possu\u00edamos (Eu e meu irm\u00e3o g\u00eameo), um PC (Personal Computer, que significa Computador Pessoal), come\u00e7amos a programar em Basic (C\u00f3digo de Instru\u00e7\u00f5es Simb\u00f3licas de Uso Geral para Principiantes: \u00e9 uma linguagem de programa\u00e7\u00e3o criada com fins did\u00e1ticos). Faz\u00edamos alguns programas e jogos. Tudo praticamente de \u201cjoelho\u201d (coloc\u00e1vamos, um papel no joelho e sa\u00edamos escrevendo as linhas do c\u00f3digo,\u00a0 como ach\u00e1vamos que deveria ser) N\u00e3o existia <a href=\"http:\/\/www.desenvolvimentoagil.com.br\/scrum\/\" target=\"_blank\" rel=\"noopener\">Scrum<\/a>, <a href=\"https:\/\/page.topdesk.com\/pt-br\/agile-gestao-servicos-e-book?utm_adgroup=Ebook-Agile&amp;utm_source=google&amp;utm_medium=cpc&amp;utm_campaign=SEARCH_Awareness-Search-Rich-Content&amp;utm_term=metodos%20ageis&amp;hsa_acc=4869356022&amp;hsa_cam=12188353370&amp;hsa_grp=117279583139&amp;hsa_ad=494839432705&amp;hsa_src=g&amp;hsa_tgt=kwd-301709878947&amp;hsa_kw=metodos%20ageis&amp;hsa_mt=b&amp;hsa_net=adwords&amp;hsa_ver=3&amp;gclid=EAIaIQobChMIz-2syOPO8gIVDA6RCh258g9fEAAYAiAAEgKE_PD_BwE\" target=\"_blank\" rel=\"noreferrer noopener\">\u00c1gile,<\/a> nada disso. No in\u00edcio grav\u00e1vamos os programas em <a href=\"https:\/\/tuliolopes.info\/files\/2018\/07\/gravador-e-fita-cassete.png\" target=\"_blank\" rel=\"noopener\">fita cassete<\/a> e mais tarde em <a href=\"https:\/\/tuliolopes.info\/files\/2018\/07\/drives-e-disquetes.jpg\" target=\"_blank\" rel=\"noopener\">disquetes<\/a> de 5,4 polegadas, voc\u00eas n\u00e3o fazem ideia, mas posso garantir que era emocionante! O computdor era um <a href=\"https:\/\/tuliolopes.info\/files\/2018\/12\/msx.jpg\" target=\"_blank\" rel=\"noopener\">MSX-Expert<\/a>.<\/p>\r\n\r\n\r\n\r\n<p class=\"has-text-align-justify\" style=\"text-align: justify;\">Em 1990, j\u00e1 com 17 anos, minha carteira era assinada como Apontador, na ent\u00e3o Tabasa Tabacos S\/A, atual <a href=\"http:\/\/www.aointl.com\/contact\/around-world\/south-america\/\" target=\"_blank\" rel=\"noopener\">Alliance One<\/a>, empresa de processamento de fumo (tabaco) da cidade. O trabalho era simples, mas cansativo, ficava em p\u00e9 ao lado de uma esteira lan\u00e7ando cart\u00f5es de papel sobre os fardos. Neles constavam, a classe do fumo (<a href=\"https:\/\/afubra.com.br\/sys\/imprime.php?tabela=43\" target=\"_blank\" rel=\"noopener\">t<\/a><a href=\"https:\/\/www.sinditabaco.com.br\/sobre-o-setor\/tipos-de-tabaco\/\" target=\"_blank\" rel=\"noreferrer noopener\">abela de cla<\/a><a href=\"https:\/\/afubra.com.br\/sys\/imprime.php?tabela=43\" target=\"_blank\" rel=\"noopener\">sses<\/a>) que era ditada por um norte americano. Lembro at\u00e9 hoje, Berry Kim Rose, um gigante, que tinha uma pron\u00fancia bem carregada (Escocesa). Mas como havia prestado aten\u00e7\u00e3o nas aulas de ingl\u00eas da Professora In\u00eas, aproveitei a vaga e fui aprendendo cada vez mais.<\/p>\r\n\r\n\r\n\r\n<p class=\"has-text-align-justify\" style=\"text-align: justify;\">Logo em 1991, como j\u00e1 havia manifestado minha inten\u00e7\u00e3o de trabalhar com inform\u00e1tica, fui chamado para ser Operador de Safra, controlando o sistema de entrada de tabaco na empresa. Trabalhava das 14 \u00e0s 16 e das 22 \u00e0s 04:00 da manh\u00e3. &#8220;Na sa\u00edda, era muitas vezes atacado por uma matilha de c\u00e3es de rua, chegando a me jogar nos p\u00e1tios dos moradores da quadra, para n\u00e3o ser mordido, que aventura&#8221; (risos)!<\/p>\r\n\r\n\r\n\r\n<p class=\"has-text-align-justify\" style=\"text-align: justify;\">No final do ano 1991, prestei vestibular para a <a href=\"http:\/\/www.ufrgs.br\/ufrgs\/inicial\" target=\"_blank\" rel=\"noreferrer noopener\">UFRGS<\/a>, e em Fevereiro de 1992, ingressei no curso de Engenharia de Minas. Pasmem voc\u00eas, que Eu tinha um professor que fumava cachimbo na sala de aula, e era tudo tratado com a maior naturalidade. O audit\u00f3rio em que t\u00ednhamos as aulas, mais parecia as ruas de Londres (claro, que Eu s\u00f3 via em Filmes!), cheia do &#8220;Fog&#8221; (n\u00e9voa) Londrino. Aprendi a desvendar onde o basalto estava em meio aos outros min\u00e9rios, literalmente comendo a terra. Visitamos Minas do Le\u00e3o, onde com a ajuda de um carro onde voc\u00ea fica quase deitado, entramos quase 2 km terra \u00e0 baixo. Fiquei sabendo que o maior \u00edndice de mortandade em uma mina n\u00e3o era o de soterramento e sim o de choque el\u00e9trico. Foram anos incr\u00edveis, conheci gente do mundo todo. Morei sozinho praticamente por 05 anos. Consegui fazer algumas cadeiras: c\u00e1lculo I (esta cadeira foi dureza, no primeiro dia de aula a professora nos olha nos olhos e diz: &#8220;Voc\u00eas est\u00e3o todos rodados!&#8221;); Estava certa, repeti nesta cadeira. Lembro que fiquei estupefato! Cursei F\u00edsica, Geometria Anal\u00edtica: (Nesta cadeira o professor era Chileno, Xavier Garcia, falava em espanhol a aula toda, nunca esque\u00e7o, ele me chamava de &#8220;Rulio Ror-re&#8221;), e danem-se os que n\u00e3o entendiam. Na cadeira de Estat\u00edstica, onde aprendi a usar toda a <a href=\"https:\/\/tuliolopes.info\/files\/2018\/07\/hp12c.png\" target=\"_blank\" rel=\"noopener\">calculadora HP12C<\/a> (na \u00e9poca), tivemos 5 professores at\u00e9 o segundo bimestre. Mas mesmo com tudo isso, passei com A!. \u00c9, e al\u00e9m disso passei por 2 greves (<a href=\"https:\/\/andesufrgs.wordpress.com\/2012\/06\/24\/historico-das-greves-das-instituicoes-federais-de-ensino\/\" target=\"_blank\" rel=\"noopener\">94 e 95<\/a>). J\u00e1 na cadeira de desenho t\u00e9cnico tive um pouco de dificuldade para desenhar em 3 dimens\u00f5es. Foi muito bom, mas n\u00e3o consegui mais cursar, pois como eu n\u00e3o era pobre (ou provar que era) e poderia morar na casa de estudante e nem rico que n\u00e3o precis\u00e1-se trabalhar, tive que ir atr\u00e1s de um emprego para me sustentar. As Engenharias, como at\u00e9 hoje s\u00e3o, se estuda nos 03 turnos, sendo assim fui jubilado (que sofreu jubila\u00e7\u00e3o &#8211; perda de direito \u00e0 matr\u00edcula em curso).<\/p>\r\n\r\n\r\n\r\n<p class=\"has-text-align-justify\" style=\"text-align: justify;\">Foi ent\u00e3o, que em 1994 comecei minha vida profissional em Porto Alegre. Fiz minha primeira entrevista e fui aceito. A empresa era a Importadora Americana \u2013 Concession\u00e1ria Ford, hoje mudou de ramo e vende Telhas de aluzinco e outros produtos relacionados. Pertence ao <a href=\"http:\/\/www.grupoaxelrud.com.br\" target=\"_blank\" rel=\"noopener\">Grupo Axelrud.<\/a> O meu primeiro trabalho, foi refazer praticamente do zero, toda a rede Unix (Unix\u00a0\u00e9 um sistema operativo port\u00e1vel, multitarefa e multiutilizador originalmente criado por Ken Thompson, Dennis Ritchie, entre outros, que trabalhavam nos Laborat\u00f3rios Bell da AT&amp;T) que l\u00e1 havia. O curioso, \u00e9\u00a0 que na \u00e9poca se usava um soldador e estanho para se reparar a rede (Olha as aulas do Professor Renato sendo aplicadas). Fui apresentado ao Dataflex (Sistema de Gerenciamento de Banco de Dados (SGBD), com uma linguagem de programa\u00e7\u00e3o de 4\u00ba gera\u00e7\u00e3o embutida, originada do 4GL.), e comecei a programar em um sistema de uma empresa de Londrina chamado SIRC-X. Estava eu conhecendo o primeiro ERP (Enterprise Resource Planning, que em portugu\u00eas significa Sistema de Gest\u00e3o Empresarial) que na d\u00e9cada chamavam de CRM (Customer Relationship Management que em portugu\u00eas significa Gest\u00e3o de Relacionamento com o Cliente). Mas o que eu gostava mesmo, era da parte do suporte e manuten\u00e7\u00e3o da rede e servidores (RISC-IBM rodando Unix).<\/p>\r\n\r\n\r\n\r\n<p class=\"has-text-align-justify\" style=\"text-align: justify;\">Mais tarde em 1996, fui para a <a href=\"https:\/\/www.jmalucelliequipamentos.com.br\/\" target=\"_blank\" rel=\"noopener\">J.Malucelli Equipamentos<\/a>, concession\u00e1ria CASE (patrocinadora do Cocha Branca \u2013 Paran\u00e1), onde tamb\u00e9m se usava o SIRC-X, e precisavam de algu\u00e9m para cuidar da \u00e1rea fiscal da empresa, fazendo toda a entrada e sa\u00edda de notas fiscais. Fazia de tudo, desde levar pe\u00e7as aos clientes at\u00e9 ir ao banco para a diretoria. Mas o principal, era dar suporte ao ERP. Virava muitas noites fazendo a manuten\u00e7\u00e3o e a atualiza\u00e7\u00e3o do sistema, bem como os famosos <a href=\"https:\/\/tecnoblog.net\/responde\/o-que-e-backup\/\" target=\"_blank\" rel=\"noopener\">backup&#8217;s<\/a>.<\/p>\r\n\r\n\r\n\r\n<p class=\"has-text-align-justify\" style=\"text-align: justify;\">Com tamanha devo\u00e7\u00e3o, minhas habilidades despertaram o interesse de um grande grupo, o Grupo AVIPAL, at\u00e9 ent\u00e3o donos da Gran\u00f3leo, Plastrela, Avipal, Solidus Financeira, Solidus Corretora de Seguros, Solidus Corretora de Valores e onde eu fui contratado em 1997, de in\u00edcio: Jardine Ve\u00edculos S\/A, Concession\u00e1ria Chevrolet \u2013 atual <a href=\"http:\/\/www.jardine.com.br\/\" target=\"_blank\" rel=\"noopener\">Sponchiado Jardine<\/a> (N\u00e3o pertence mais ao Grupo).<\/p>\r\n\r\n\r\n\r\n<p class=\"has-text-align-justify\" style=\"text-align: justify;\">Um sonho se realizava, pois, minha tarefa era criar do zero todo o CPD (Centro de Processamento de Dados), pois na \u00e9poca n\u00e3o se chamava Setor de T.I.(Tecnologia da Informa\u00e7\u00e3o). Fiz in\u00fameros cursos e muitos contatos e coloquei a m\u00e3o na massa.<\/p>\r\n\r\n\r\n\r\n<p class=\"has-text-align-justify\" style=\"text-align: justify;\">Na \u00e9poca, toda a infra-estrutura era de rede <a href=\"https:\/\/pt.wikipedia.org\/wiki\/Novell\" target=\"_blank\" rel=\"noopener\">Novell<\/a> 4.11, nada de Windows. Era fant\u00e1stico tudo rodava r\u00e1pido pois as aplica\u00e7\u00f5es eram leves, assim aumentando o desempenho nos servidores. S\u00f3 tinha um problema, n\u00e3o era muito confi\u00e1vel, digo, a rede f\u00edsica em si. Foi a\u00ed que come\u00e7amos a refazer toda a rede em par tran\u00e7ado, uma novidade, pois ao inv\u00e9s de se prensar o conector no cabo se grimpava (ou crimpava, s\u00e3o correlatos) o\u00a0 conector RJ45, tudo muito novo. A primeira internet a cabo da NET, em Porto Alegre, foi eu quem instalou. A era da linha discada chegava ao fim.<\/p>\r\n\r\n\r\n\r\n<p class=\"has-text-align-justify\" style=\"text-align: justify;\">Tamb\u00e9m atendia toda a parte de telefonia. A Alem\u00e3 Siemens foi a tecnologia adotada; Sem sombras de d\u00favida, a melhor da \u00e9poca (Conforme not\u00edcias atuais, a Siemmens deixou o Brasil devido \u00e0 esc\u00e2ndalos financeiros). Us\u00e1vamos herbs (amplificadores de sinal) para se conseguir falar em todos os pavilh\u00f5es da concession\u00e1ria. T\u00ednhamos uma central telef\u00f4nica Hicom 150, at\u00e9 trocarmos por uma HiPath 300. Os ramais cordless (sem fio) eram fant\u00e1sticos, o sinal era bom at\u00e9 dentro do Shopping Iguatemi (do outro lado da rua \u00e0 uns 200 m), onde faz\u00edamos nossas refei\u00e7\u00f5es.<\/p>\r\n\r\n\r\n\r\n<p class=\"has-text-align-justify\" style=\"text-align: justify;\">Mais tarde passamos da rede Novell para o Windows: 3.1, depois para o 3.11 (j\u00e1 com mais recursos para rede), ent\u00e3o sucessivamente para o 95, 98 e quando sa\u00ed de l\u00e1, deixei tudo em XP (tentamos o Vista, mas como todos sabem foi por \u00e1gua \u00e0 baixo). De um servidor Risc de alta performance, para 4 servidores Dell de \u00faltima gera\u00e7\u00e3o.<\/p>\r\n\r\n\r\n\r\n<p class=\"has-text-align-justify\" style=\"text-align: justify;\">O gravador de CD j\u00e1 era uma ferramenta de backup, deixando as grandes fitas DAT (Digital \u00c1udio Tape &#8211;\u00a0<em>Fita<\/em>\u00a0para armazenamento de dados em formato digital) de lado. N\u00e3o pelo espa\u00e7o, mas pela versatilidade, bem como pela velocidade de resposta na hora de buscar algum arquivo. Mais tarde se come\u00e7ou a fazer backup em servidores destinados para este fim.<\/p>\r\n\r\n\r\n\r\n<p class=\"has-text-align-justify\" style=\"text-align: justify;\">Tamb\u00e9m, na Jardine foi onde fiz a minha primeira troca de sistema de gest\u00e3o: do defasado SIRC-X em Dataflex para o novo e moderno sistema NBS em Delphi (<a href=\"https:\/\/pt.wikipedia.org\/wiki\/Embarcadero_Delphi\" target=\"_blank\" rel=\"noopener\">https:\/pt.wikipedia.org\/wiki\/Embarcadero_Delphi<\/a>) e o incr\u00edvel banco de dados Oracle. Confira no link \u00e0 seguir um pouco mais sobre este poderoso e atual Banco de Dados, (<a href=\"https:\/\/pt.wikipedia.org\/wiki\/Oracle_(banco_de_dados)\" target=\"_blank\" rel=\"noopener\">https:\/pt.wikipedia.org\/wiki\/Oracle_(banco_de_dados)<\/a>). Foi realmente uma mudan\u00e7a espetacular. Acredito que estejam com este sistema at\u00e9 hoje. Enviei todos os arquivos para a migra\u00e7\u00e3o em formato texto separado por v\u00edrgula. Tive que criar diversos filtros. Foi tudo feito em um fim de semana, onde entrei sexta \u00e0 noite e fui para casa na segunda pela manh\u00e3, com o gostinho de servi\u00e7o realizado. Lembro que desci a enorme escadaria\u00a0 e vi meus colegas chegando para o trabalho, ansiosos para testar o novo e robusto ERP! Nem tanto pelo meu trabalho, mas o Dataflex (que n\u00e3o possibilitava a visualiza\u00e7\u00e3o de imagens), como havia comentado, era todo em caractere. At\u00e9 a Empresa do SIRC-X j\u00e1 havia tentado utilizar o deslumbrante mas muito pesado, Visual Dataflex (n\u00e3o achei muita bibliografia: <a href=\"http:\/\/www.visualdataflex.com\/\" target=\"_blank\" rel=\"noopener\">http:\/\/www.visualdataflex.com\/<\/a>). H\u00e1, mas o Delphi era \u00e1gil e sem demora todas as imagens que at\u00e9 ent\u00e3o eram mostradas em cat\u00e1logos aos clientes, come\u00e7avam a ser ilustradas pelo sistema, direto no monitor. O sorriso estampado no rostos dos vendedores foi uma coisa que nunca vou esquecer!<\/p>\r\n\r\n\r\n\r\n<p class=\"has-text-align-justify\" style=\"text-align: justify;\">Neste per\u00edodo, \u00e0 noite, eu prestava todo o suporte \u00e0 Empresa de Idiomas: <a href=\"http:\/\/www.culturainglesa.net\/\" target=\"_blank\" rel=\"noopener\">Cultura Inglesa<\/a> (No bairro Moinhos de Vento), e em troca eu recebia o curso completo de Ingl\u00eas. (digo \u00e0 voc\u00eas, era uma fortuna se eu fosse pagar). Fiz isso por v\u00e1rios anos.<\/p>\r\n\r\n\r\n\r\n<p class=\"has-text-align-justify\" style=\"text-align: justify;\">Ainda no Grupo Avipal, no ano de 2000 (junto ao<a href=\"https:\/\/www.tecmundo.com.br\/historia\/8795-2038-o-bug-do-milenio-atacara-novamente.htm\" target=\"_blank\" rel=\"noreferrer noopener\" aria-label=\" Bug do mil\u00eanio (abre em uma nova aba)\"> Bug do mil\u00eanio<\/a>), fui chamado para trabalhar na <a href=\"https:\/\/www.simpaul.com.br\/\" target=\"_blank\" rel=\"noopener\">Solidus Corretora de Valores<\/a>, onde um outro mundo se abria. Fiz v\u00e1rios cursos na Bovespa (Bolsa de Valores de S\u00e3o Paulo &#8211; n\u00e3o sei voc\u00eas sabem mas \u00e9 a \u00fanica bolsa em opera\u00e7\u00e3o no pa\u00eds), principalmente de seguran\u00e7a de rede. Tamb\u00e9m fiz muitos amigos. Era respons\u00e1vel por deixar o ERP trabalhando 24h, para que o sistema de homebroker (compra e venda de a\u00e7\u00f5es em casa) n\u00e3o ca\u00edsse nunca. Tinha tudo em backup, como se diz hoje, alta disponibilidade\u00a0(HA: High-Availability).<\/p>\r\n\r\n\r\n\r\n<p class=\"has-text-align-justify\" style=\"text-align: justify;\">No nosso meio (T.I.), se costuma dizer que:\u00a0 \u201cQuem tem um, n\u00e3o tem nenhum\u201d, por isso se tem no m\u00ednimo dois de cada (equipamentos essenciais).<\/p>\r\n\r\n\r\n\r\n<p class=\"has-text-align-justify\" style=\"text-align: justify;\">Eu consegui com muito esmero, ser o \u00fanico funcion\u00e1rio de todo o grupo \u00e0 ter a universidade paga integralmente pela empresa. Prestei vestibular para An\u00e1lise de Sistemas na Unisinos (S\u00e3o Leopoldo) e passei. Cursei por 02 anos, onde ainda estavam com l\u00f3gica de programa\u00e7\u00e3o e o Pascal (usado para iniciantes), atualmente usam o C++ o qual pratico em casa atualmente.<\/p>\r\n\r\n\r\n\r\n<p class=\"has-text-align-justify\" style=\"text-align: justify;\">Em 2004 fui me aventurar em Santa Catarina na cidade de Rio do Sul (Capital do Jeans), (distante de 600 km, de minha cidade natal Ven\u00e2ncio Aires) onde permaneci por 02 anos. Trabalhei na empresa <a href=\"http:\/\/www.tempus.inf.br\/\" target=\"_blank\" rel=\"noopener\">Tempus Inform\u00e1tica<\/a> como T\u00e9cnico em Inform\u00e1tica, e atendia de Lages \u00e0 Florian\u00f3polis. Fazia todo atendimento \u00e0 Empresas e pessoas f\u00edsicas. Redes, Servidores e PCs. Obs: O site costuma estar fora.Trabalhei dentro da <a href=\"http:\/\/www.bremer.com.br\/\" target=\"_blank\" rel=\"noopener\">H. Bremmer<\/a> respons\u00e1vel por fazer as caldeiras (Gigantescas!) at\u00e9 da empresa Nestl\u00ea.<\/p>\r\n\r\n\r\n\r\n<p style=\"text-align: justify;\">Em Rio do Sul, cursei 02 anos de Administra\u00e7\u00e3o de Empresas.<\/p>\r\n\r\n\r\n\r\n<p class=\"has-text-align-justify\" style=\"text-align: justify;\">Voltei em 2006, onde fui morar em Lajeado, por 02 anos. Logo consegui trabalho com um velho amigo que abrira uma empresa de inform\u00e1tica na cidade. <a href=\"http:\/\/www.issotecnologia.com\/\" target=\"_blank\" rel=\"noopener\">Isso Tecnologia<\/a>. Fui chamado para gerenciar a parte de servi\u00e7os, onde atend\u00edamos de Bom Retiro \u00e0 Marques de Souza. Instal\u00e1vamos c\u00e2meras de videomonitoramento at\u00e9 em navios (localizados na Ilha da Pintada). Instalamos em v\u00e1rias empresas de Porto Alegre. Era o auge da coisa. A empresa tamb\u00e9m come\u00e7a a investir forte em um nicho de mercado que hoje \u00e9 o carro chefe &#8211; a Automa\u00e7\u00e3o.<\/p>\r\n\r\n\r\n\r\n<p style=\"text-align: justify;\">Cursei Administra\u00e7\u00e3o na Univates (Lajeado) por 01 ano.<\/p>\r\n\r\n\r\n\r\n<p class=\"has-text-align-justify\" style=\"text-align: justify;\">Em 2007 em uma iniciativa de outro amigo que me chamou para fazer uma parceria, cheguei a montar um provedor de internet em Ven\u00e2ncio Aires. Deu tudo t\u00e3o certo, que a Viabol (Provedor de Internet dos Vales) o comprou.<\/p>\r\n\r\n\r\n\r\n<p class=\"has-text-align-justify\" style=\"text-align: justify;\">No mesmo ano de 2007, fui chamado ent\u00e3o para montar o CPD de uma concession\u00e1ria Hyundai em Novo Hamburgo, onde o sistema tamb\u00e9m era o <a href=\"http:\/\/www.nbsi.com.br\/\" target=\"_blank\" rel=\"noopener\">NBS<\/a> (o mesmo da Jardine) fiquei por 3 meses e deixei tudo funcionando.<\/p>\r\n\r\n\r\n\r\n<p class=\"has-text-align-justify\" style=\"text-align: justify;\">Em 2008, fui chamado pela <a href=\"https:\/\/jaspohrchevrolet.com.br\/\" target=\"_blank\" rel=\"noopener\">J.A. Sphor<\/a>. Concession\u00e1ria Chevrolet dos Vales para um contrato de 09 nove meses, onde o desafio era grande: retirar toda uma rede defasada Unix e p\u00f4r uma rede par tran\u00e7ado e novos servidores e nobreaks. Contratei uma equipe l\u00e1 da cidade mesmo. E tamb\u00e9m em um fim de semana, deixamos tudo pronto e at\u00e9 colocamos uma parede \u00e0 baixo para que uma empilhadeira colocasse o novo nobreak no novo CPD. Eu prestava todo o suporte do sistema aos usu\u00e1rios tanto na matriz como na filial em Ven\u00e2ncio Aires \u2013 RS (no trevo).<\/p>\r\n\r\n\r\n\r\n<p style=\"text-align: justify;\">Fiz 01 ano de Administra\u00e7\u00e3o no campus da UNISC aqui em Ven\u00e2ncio Aires.<\/p>\r\n\r\n\r\n\r\n<p class=\"has-text-align-justify\" style=\"text-align: justify;\">Em 2009 fui trabalhar na <a href=\"http:\/\/www.tabacosmarasca.com.br\" target=\"_blank\" rel=\"noopener\">Tabacos Marasca<\/a>, outra grande empresa de processamento de fumo (ou tabaco como queira chamar), onde fui contratado como Analista de Sistemas. Era encarregado de todo o suporte aos usu\u00e1rios e toda a manuten\u00e7\u00e3o dos computadores e impressoras bem como toda a rede l\u00f3gica (par transado e fibra-\u00f3ptica), tanto do ch\u00e3o de f\u00e1brica bem como no administrativo. Fui respons\u00e1vel pela troca de link de dados da Matriz com a filial em Cerro Grande do Sul \u2013 RS bem como Prudent\u00f3polis no Paran\u00e1 (atualmente n\u00e3o pertence mais \u00e0 Empresa).<\/p>\r\n\r\n\r\n\r\n<p class=\"has-text-align-justify\" style=\"text-align: justify;\">Por fim entrei na <a href=\"https:\/\/www.uninter.com\/\" target=\"_blank\" rel=\"noopener\">UNINTER<\/a> &#8211; EAD onde cursei Tecnologia em Processos Gerenciais. Similar ao curso de Administra\u00e7\u00e3o de Empresas (demonina\u00e7\u00e3o Tecn\u00f3logo). E finalmente, consegui concluir um curso. O importante que \u00e9 considerado pelo MEC como um curso superior ou seja uma gradua\u00e7\u00e3o.<\/p>\r\n\r\n\r\n\r\n<p class=\"has-text-align-justify\" style=\"text-align: justify;\">Em 2010 um novo desafio se apresentou, fora chamado para trabalhar no comando do Setor de T.I. da <a href=\"https:\/\/www.venancioaires.rs.gov.br\/\" target=\"_blank\" rel=\"noreferrer noopener\" aria-label=\" (abre em uma nova aba)\">Prefeitura Municipal de Ven\u00e2ncio Aires<\/a> com o cargo de Coordenador, onde no link <a href=\"https:\/\/tuliolopes.info\/profissional\/\" target=\"_blank\" rel=\"noopener\">Profissional<\/a>, deste Portfolio voc\u00ea pode verificar todas as minhas realiza\u00e7\u00f5es.<\/p>\r\n\r\n\r\n\r\n<p class=\"has-text-align-justify\" style=\"text-align: justify;\">Neste per\u00edodo, em 2016, uma coisa dolorosa acometeu toda minha fam\u00edlia, a perda de uma Tia Av\u00f3 por parte materna. Perdera a luta contra o c\u00e2ncer. Noemy da Costa Machado ou Tia Mimi como todos \u00e0 cham\u00e1va-mos era uma lutadora, participava ativamente do Lions Club e era Pratona de diversas entidades na cidade e regi\u00e3o. Tia Mimi tamb\u00e9m lutava incansavelmente pela Sa\u00fade no Munic\u00edpio. Mas ela nos deixou um legado. N\u00e3o muito depois de sua morte o Prefeito na \u00e9poca, Dr. Airton Artus \u00e0 homanageou, fazendo o an\u00fancio de que daria o nome da nova UTI N\u00e9o Natal do Hospital S\u00e3o Sebasti\u00e3o M\u00e1rtir, de <strong>UTI Noemy da Costa Machado<\/strong>. <a href=\"https:\/\/tuliolopes.info\/files\/2018\/07\/img-20150722-wa00032.jpg\" target=\"_blank\" rel=\"noopener\">Link1<\/a> e\u00a0<a href=\"https:\/\/tuliolopes.info\/files\/2018\/07\/img-20150722-wa00031.jpg\" target=\"_blank\" rel=\"noopener\">Link2<\/a><\/p>\r\n\r\n\r\n\r\n<p class=\"has-text-align-justify\" style=\"text-align: justify;\">Bom, voltando, no dia 31 de dezembro de 2016 fui desligado da Prefeitura Municipal de Ven\u00e2ncio Aires, onde coordenei o Setor de T.I. por quase 8 anos e meu cargo era de CC (Cargo em Confian\u00e7a) assim como um contrato de trabalho por tempo determinado, o meu tempo acabou assim que a nova gest\u00e3o assumiu.<\/p>\r\n\r\n\r\n\r\n<p class=\"has-text-align-justify\" style=\"text-align: justify;\">Mas nada como um dia depois do outro, para dar um \u00e2nimo, um \u201cG\u00e1s\u201d como diz a garotada! \u00c9 mas n\u00e3o foi bem assim comigo, durante 1 (um) ano e 4 (quatro) meses inteiros fiquei tentando conseguir uma coloca\u00e7\u00e3o no mercado de trabalho, n\u00e3o s\u00f3 de Ven\u00e2ncio, mas de todos os Vales, Taquari e Rio Pardo. Digo a voc\u00eas, para um quarent\u00e3o que j\u00e1 fez muitos bons trabalhos, ser visto como um auxiliar, assistente ou at\u00e9 mesmo um colega, na grande maioria das empresas eu s\u00f3 ouvia: \u201cIsso n\u00e3o \u00e9 pra ti, tu n\u00e3o vai se adaptar, teu sal\u00e1rio era muito maior\u201d, quando eu queria apenas uma chance para mostrar do que eu era capaz!<\/p>\r\n\r\n\r\n\r\n<p class=\"has-text-align-justify\" style=\"text-align: justify;\">Pois bem, a oportunidade surgiu em um empresa de tecnologia e Datacenter de Santa Cruz do Sul. Aos 03 (tr\u00eas) dias do m\u00eas de abril de 2017 comecei minha primeira experi\u00eancia depois da Prefeitura.<\/p>\r\n\r\n\r\n\r\n<p class=\"has-text-align-justify\" style=\"text-align: justify;\">Reformulei todo o Datacenter, deixei mais seguro, refiz os Firewalls (na verdade s\u00f3 existia um), ent\u00e3o criei outro e fiz uma redund\u00e2ncia em HA (High Aviability) alta disponibilidade (se um cair o outro entra de imediato).<\/p>\r\n\r\n\r\n\r\n<p class=\"has-text-align-justify\" style=\"text-align: justify;\">Parecia ser um \u00f3timo come\u00e7o, mas ficou\u00a0 nisso, in\u00fameras horas horas extras depois, muita cobran\u00e7a e pouco retorno, levantar as 05:30 e chegar em casa muitas vezes depois das\u00a0 21:00, aguentei por 3 meses ent\u00e3o ao final do contrato de experi\u00eancia\u00a0 nem a empresa nem eu quer\u00edamos mais isso.<\/p>\r\n\r\n\r\n\r\n<p class=\"has-drop-cap has-text-align-justify\" style=\"text-align: justify;\">Me deparava, mais uma vez, entre os 13 milh\u00f5es de desempregados do Pa\u00eds. Uma situa\u00e7\u00e3o nada agrad\u00e1vel, posso afirmar!\u00a0<\/p>\r\n\r\n\r\n\r\n<p class=\"has-text-align-justify\" style=\"text-align: justify;\">Neste per\u00edodo, estudei e prestei alguns concursos, fui fiscal outras tantas e como n\u00e3o poderia deixar de ser, fiz alguns &#8220;bicos&#8221;- consertei alguns computadores e fiz alguns trabalhos para uma rede de farm\u00e1cias.<\/p>\r\n\r\n\r\n\r\n<p style=\"text-align: justify;\">Descobri com fazer uso do tempo, quando n\u00e3o estava muito desanimado.<\/p>\r\n\r\n\r\n\r\n<p class=\"has-text-align-justify\" style=\"text-align: justify;\">Foi ent\u00e3o que decidi abrir um MEI (Micro Empreendedor Individual) e depois quase mais 1 (um) ano desempregado, em 12 de Abril de 2018, eu tinha minha pr\u00f3pria empresa.\u00a0 Estava muito animado. At\u00e9 consegui fazer um Certificado Digital, v\u00e1lido por 1 (um) ano e de gra\u00e7a, gra\u00e7as a amigos do ramo. Em uma viagem de neg\u00f3cios, acompanhei o amigo representante da Valid Certificadora Digital \u00e0 Porto Alegre e em uma tarde voltei com meu Certificado, me permitindo emitir NFs como Pessoa Jur\u00eddica.<\/p>\r\n\r\n\r\n\r\n<p class=\"has-text-align-justify\" style=\"text-align: justify;\">\u00c9 mas nem tudo s\u00e3o rosas, em quase 1 (um) ano de empresa emiti 5 (cinco) Notas Fiscais e pagava todo m\u00eas em torno de R$ 59,00 (INSS, Tributos e taxas).<\/p>\r\n\r\n\r\n\r\n<p class=\"has-text-align-justify\" style=\"text-align: justify;\">No in\u00edcio do ano de 2019, encerrei minhas atividades como Micro Empreendedor Individual. Descobri que quem tem MEI recebe FGTS (Fundo de Garantia por Tempo de Servi\u00e7o) caso tenha a carteira assinada, mas n\u00e3o recebe os benef\u00edcios de Seguro Desemprego em caso de demiss\u00e3o.<\/p>\r\n\r\n\r\n\r\n<div class=\"wp-block-group is-layout-flow wp-block-group-is-layout-flow\" style=\"text-align: justify;\">\r\n<div class=\"wp-block-group is-layout-flow wp-block-group-is-layout-flow\">\r\n<p class=\"has-text-align-left\">Uma<strong> informa\u00e7\u00e3o important\u00edssima<\/strong> para que quer\u00a0 abrir uma MEI:\u00a0 O Portal do Micro Empreendedor Individual \u00e9 \u00fanico e exclusivamente este:\u00a0\u00a0 <a href=\"https:\/\/www.gov.br\/empresas-e-negocios\/pt-br\/empreendedor\" target=\"_blank\" rel=\"noreferrer noopener\" aria-label=\" (abre em uma nova aba)\">https:\/\/www.gov.br\/empresas-e-negocios\/pt-br\/empreendedor<\/a><\/p>\r\n\r\n\r\n\r\n<p class=\"has-text-align-justify\"><strong>N\u00e3o<\/strong> \u00e9<strong> .com.br <\/strong> e nem<strong>\u00a0 .org.br<\/strong>, estas s\u00e3o plataformas de empresas que <strong>cobram pelos seus servi\u00e7os!<\/strong><\/p>\r\n\r\n\r\n\r\n<p>Vou deixar o link das Certificadoras (para fazer o seu certificado digital) com quem j\u00e1 trabalhei e confio:<\/p>\r\n\r\n\r\n\r\n<p>Empresas Privadas:<\/p>\r\n\r\n\r\n\r\n<p><a href=\"https:\/\/www.validcertificadora.com.br\" target=\"_blank\" rel=\"noreferrer noopener\" aria-label=\" (abre em uma nova aba)\">https:\/\/www.validcertificadora.com.br<\/a><\/p>\r\n\r\n\r\n\r\n<p><a href=\"http:\/\/acertcon.com.br\/\" target=\"_blank\" rel=\"noreferrer noopener\" aria-label=\" (abre em uma nova aba)\">http:\/\/acertcon.com.br\/<\/a><\/p>\r\n\r\n\r\n\r\n<p><a href=\"https:\/\/www.certisign.com.br\/\" target=\"_blank\" rel=\"noreferrer noopener\" aria-label=\" (abre em uma nova aba)\">https:\/\/www.certisign.com.br\/<\/a><\/p>\r\n\r\n\r\n\r\n<p>Bancos:<\/p>\r\n\r\n\r\n\r\n<p><a href=\"http:\/\/www.caixa.gov.br\/empresa\/identidade-digital\/Paginas\/default.aspx\" target=\"_blank\" rel=\"noreferrer noopener\" aria-label=\" (abre em uma nova aba)\">http:\/\/www.caixa.gov.br\/empresa\/identidade-digital\/Paginas\/default.aspx<\/a><\/p>\r\n\r\n\r\n\r\n<p class=\"has-normal-font-size\"><a href=\"http:\/\/www.banrisul.com.br\/bob\/link\/bobw02hn_conteudo_detalhe2.aspx?secao_id=3369\" target=\"_blank\" rel=\"noreferrer noopener\" aria-label=\" (abre em uma nova aba)\">http:\/\/www.banrisul.com.br\/bob\/link\/bobw02hn_conteudo_detalhe2.aspx?secao_id=3369<\/a><\/p>\r\n\r\n\r\n\r\n<p class=\"has-text-align-justify\">Uma dica: As empresas privadas levam bem menos tempo e s\u00e3o menos burocr\u00e1ticas, j\u00e1 os Bancos&#8230;!<\/p>\r\n<\/div>\r\n<\/div>\r\n\r\n\r\n\r\n<p class=\"has-text-align-justify\" style=\"text-align: justify;\">Gosto de dizer\u00a0 que \u201cNasci na era da informatiza\u00e7\u00e3o, pois conheci do Basic ao Java, do Unix ao Linux e da Novell ao Windows, mas sempre gostei do MS-DOS\u201d.<\/p>\r\n\r\n\r\n\r\n<p class=\"has-text-align-justify\" style=\"text-align: justify;\">Atualmente presto servi\u00e7o de consultoria e manuten\u00e7\u00e3o de computadores, redes etc. Tamb\u00e9m ensino pessoas da melhor idade a usarem seus computadores e smartphones.<\/p>\r\n\r\n\r\n\r\n<p class=\"has-text-align-justify\" style=\"text-align: justify;\">No dia 12 de abril de 2018 abri um MEI (micro empreendedor individual). E registrei um site para poder melhor atender \u00e0 todos os que possam se interessar! (Atualmente Desativada)<\/p>\r\n\r\n\r\n\r\n<p style=\"text-align: justify;\">D\u00ea uma passadinha l\u00e1 e confira!<\/p>\r\n\r\n\r\n\r\n<figure style=\"text-align: justify;\"><a href=\"https:\/\/tuliolopes.wixsite.com\/updating\" target=\"_blank\" rel=\"noreferrer noopener\" aria-label=\" (abre em uma nova aba)\"><img loading=\"lazy\" decoding=\"async\" class=\"alignnone wp-image-1244\" src=\"https:\/\/tuliolopes.info\/files\/2018\/05\/logo-updating.png?w=680\" alt=\"Logo Updating\" width=\"686\" height=\"343\" \/><\/a><\/figure>\r\n\r\n\r\n\r\n<p class=\"has-drop-cap has-text-align-justify\" style=\"text-align: justify;\">Ainda em 2018, no dia 14 de agosto, ingressava em um ramo totalmente novo para mim. O de Postos de Combust\u00edveis!<\/p>\r\n\r\n\r\n\r\n<p style=\"text-align: justify;\">Depois de 1 (um) m\u00eas e umas 5 (cinco ) entrevistas mais tarde, fui admitido. O Grupo era o <a href=\"http:\/\/www.postosjpsantalucia.com.br\/\" target=\"_blank\" rel=\"noreferrer noopener\" aria-label=\" (abre em uma nova aba)\">JP Santa L\u00facia<\/a> de Santa Maria, grupo forte e renomado.<\/p>\r\n\r\n\r\n\r\n<p class=\"has-text-align-justify\" style=\"text-align: justify;\">Logo de cara fora chamado para uma viagem \u00e0 cidade de Ibirub\u00e1, onde meu Gerente e Eu, aprender\u00edamos o novo sistema e repassar\u00edamos o conhecimentos para a rede. Mas j\u00e1 de cara n\u00e3o foi nada disso, fui incumbido do caixa do posto, e tamb\u00e9m fazer \u00e0s vezes de frentista e auxiliar de servi\u00e7os gerais.<\/p>\r\n\r\n\r\n\r\n<p class=\"has-text-align-justify\" style=\"text-align: justify;\">N\u00e3o posso negar que aprendi muito sobre o neg\u00f3cio e fiz muitos bons amigos. Outros at\u00e9 de longa data que n\u00e3o via. Por conta do destino, coincid\u00eancia ou n\u00e3o era o mesmo posto em que passei boa parte de minha inf\u00e2ncia quando morei com meus pais no s\u00edtio que fica a uns 300 metros dali.<\/p>\r\n\r\n\r\n\r\n<p class=\"has-text-align-justify\" style=\"text-align: justify;\">Aprendi a utilizar mais de 10 (dez) tipos de maquininhas de cart\u00e3o, bem como aprendi\u00a0 a dar entrada na famigerada Carta Frete (outras dezenas de modalidades). Entendi como funciona o descarte de \u00f3leos e lubrificantes e tamb\u00e9m entendi melhor como funciona a vida do caminhoneiro neste Pa\u00eds.<\/p>\r\n\r\n\r\n\r\n<p class=\"has-text-align-justify\" style=\"text-align: justify;\">Fiquei sabendo ent\u00e3o que seria papai novamente logo no meu primeiro m\u00eas de trabalho.<\/p>\r\n\r\n\r\n\r\n<p style=\"text-align: justify;\">Meu hor\u00e1rio era tarde e noite, e quando digo noite, cheguei \u00e0 sair do posto algumas vezes por conta do sistema at\u00e9 02:00 da madrugada.<\/p>\r\n\r\n\r\n\r\n<p style=\"text-align: justify;\">Tentei dar conta da melhor forma poss\u00edvel, mas j\u00e1 estava ficando cansado.<\/p>\r\n\r\n\r\n\r\n<p class=\"has-text-align-justify\" style=\"text-align: justify;\">Dentre essas idas e vidas da sorte ou destino, como queiram chamar, no m\u00eas de agosto de 2019, me cadastrei na <a href=\"https:\/\/nfg.sefaz.rs.gov.br\/site\/index.aspx\" target=\"_blank\" rel=\"noreferrer noopener\">Nota Fiscal Ga\u00facha<\/a> numa ter\u00e7a-feira e na quinta fui <a href=\"https:\/\/tuliolopes.info\/files\/2020\/08\/nf-gaucha.jpeg\" target=\"_blank\" rel=\"noreferrer noopener\">sorteado<\/a>. Claro s\u00f3 pude sacar o dinheiro l\u00e1 em dezembro, mas ajudou muito.<\/p>\r\n\r\n\r\n\r\n<p class=\"has-text-align-justify\" style=\"text-align: justify;\">Mas tive uma surpresa inesperada, um dia passando por uma grande rede de farm\u00e1cias, encontrei a Coordenadora regional que me fez um convite (claro n\u00f3s j\u00e1 nos conhec\u00edamos) se eu gostaria de trabalhar para a rede. Eu disse que sim, pois seria mais perto e poderia chegar mais cedo em casa. O sal\u00e1rio \u00e9 quase o mesmo do posto, claro n\u00e3o de cara mas agora j\u00e1 se equivale.<\/p>\r\n\r\n\r\n\r\n<p class=\"has-text-align-justify\" style=\"text-align: justify;\">A rede de Farm\u00e1cias \u00e9 a <a href=\"http:\/\/www.saojoaofarmacias.com.br\/\" target=\"_blank\" rel=\"noreferrer noopener\" aria-label=\" (abre em uma nova aba)\">S\u00e3o Jo\u00e3o<\/a>, com mais de 700 farm\u00e1cias nos estados do RS, SC e PR, Sediada em Passo Fundo &#8211; RS.<\/p>\r\n\r\n\r\n\r\n<div class=\"wp-block-group is-layout-flow wp-block-group-is-layout-flow\" style=\"text-align: justify;\">\r\n<p class=\"has-text-align-justify\">Est\u00e1vamos em Outubro de 2020 e Eu era caixa\/balconista de farm\u00e1cia. Claro, sempre em busca de uma coloca\u00e7\u00e3o melhor no mercado, onde eu poderia ensinar mais e aprender mais ainda!<\/p>\r\n\r\n\r\n\r\n<p>No dia 28 de fevereiro de 2021, me desliguei da Rede de Farm\u00e1cias S\u00e3o Jo\u00e3o, onde fui acolhido, fiz muitos amigos os quais cultivo at\u00e9 hoje.<\/p>\r\n\r\n\r\n\r\n<p>Consegui voltar para o meu habitat, T.I., onde o meu empregador tem contrato com uma das maiores metal\u00fargicas da cidade e prestamos servi\u00e7os em T.I. coordenando este setor na empresa.<\/p>\r\n\r\n\r\n\r\n<p>Tamb\u00e9m atendo clientes deste empregador, na Capital e na Grande Porto Alegre.<\/p>\r\n\r\n\r\n\r\n<p>Tenho aprendido muito, bem como tenho podido ensinar \u00e0 3 jovens que est\u00e3o apostando na carreira de T\u00e9cnico em Inform\u00e1tica.<\/p>\r\n\r\n\r\n\r\n<p class=\"has-text-align-justify\">J\u00e1 no dia 14 de Junho de 2021, me desliguei da empresa de inform\u00e1tica, e tive uma grata surpresa, t\u00e3o logo ficaram sabendo que eu estava &#8220;Avaliable&#8221;, quero dizer: dispon\u00edvel no mercado de trabalho, fui recontratado na Rede de Farm\u00e1cias S\u00e3o Jo\u00e3o, onde acredito ter desempenhado um bom trabalho e por isso fui reconhecido e valorizado!<\/p>\r\n\r\n\r\n\r\n<p class=\"has-text-align-justify\">No dia 04 de abril de 2022, novamente o universo me prov\u00ea a volta ao mercado de trabalho, fazendo aquilo que me d\u00e1 mais prazer: &#8220;Trabalhar com Tecnologia&#8221;, agora em uma das empresas de grande porte do setor Metal-Mec\u00e2nico, <a href=\"http:\/\/www.venax.com.br\" target=\"_blank\" rel=\"noreferrer noopener\">Venax Eletrodom\u00e9sticos Ltda<\/a>. Muito obrigado Fam\u00edlia Venax, por esta Oportunidade! Tamb\u00e9m no Link <a href=\"https:\/\/tuliolopes.eu\/profissional\/\">Profissional<\/a>, pode-se ter uma ideia de tudo que pude contribuir e tamb\u00e9m aprender na Ind\u00fastria!<\/p>\r\n<p>Depois de quase 02 anos de muito trabalho e muito aprendizado, aos 26 dias de fevereiro de 2024, chega ao fim minha jornada na Venax. Tenho s\u00f3 que agradecer, por tudo que fui capaz de realizar e por tudo que ainda tenho que aprender para evoluir. Portanto Muito Obrigado fam\u00edlia Venax!<\/p>\r\n<p>Que venham os desafios, e como dizem os jovens bora l\u00e1!\u00a0<\/p>\r\n\r\n\r\n\r\n<p>Obrigado Senhor por tudo que tens me oportunizado!<\/p>\r\n<\/div>\r\n\r\n\r\n\r\n<p style=\"text-align: justify;\">Atenciosamente,<\/p>\r\n\r\n\r\n\r\n<p style=\"text-align: justify;\">T\u00falio J.B. Lopes \u2013 Ven\u00e2ncio Aires \u2013 RS \u2013 Cep: 95800-000<\/p>\r\n\r\n\r\n\r\n<p style=\"text-align: center;\"><a href=\"https:\/\/tuliolopes.info\/biografia\"><button>Topo<\/button><\/a><\/p>\r\n\r\n<figure class=\"wp-block-image size-large\" style=\"text-align: justify;\"><img decoding=\"async\" class=\"wp-image-1694\" src=\"https:\/\/tuliolopes.info\/files\/2020\/08\/vista_aerea1.jpg?w=1024\" alt=\"\" \/>\r\n<figcaption class=\"wp-element-caption\">A linda Ven\u00e2ncio Aires !<\/figcaption>\r\n<\/figure>\r\n","protected":false},"excerpt":{"rendered":"<p>Na verdade, \u00e9 mais uma Biografia Profissional; Ol\u00e1, me chamo T\u00falio Jorge de Brito Lopes, tenho 51 anos, sou casado, tenho\u00a0 duas meninas, uma de 08 e outra de 04 anos. Resido em Ven\u00e2ncio Aires \u2013 RS, \u00e0 125 Km<\/p>\n","protected":false},"author":1,"featured_media":0,"parent":0,"menu_order":3,"comment_status":"closed","ping_status":"closed","template":"","meta":{"footnotes":""},"class_list":["post-1033","page","type-page","status-publish","hentry"],"_links":{"self":[{"href":"https:\/\/tuliolopes.info\/wp-json\/wp\/v2\/pages\/1033","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/tuliolopes.info\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/tuliolopes.info\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/tuliolopes.info\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/tuliolopes.info\/wp-json\/wp\/v2\/comments?post=1033"}],"version-history":[{"count":21,"href":"https:\/\/tuliolopes.info\/wp-json\/wp\/v2\/pages\/1033\/revisions"}],"predecessor-version":[{"id":4223,"href":"https:\/\/tuliolopes.info\/wp-json\/wp\/v2\/pages\/1033\/revisions\/4223"}],"wp:attachment":[{"href":"https:\/\/tuliolopes.info\/wp-json\/wp\/v2\/media?parent=1033"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}