{"id":45,"date":"2017-08-28T17:11:54","date_gmt":"2017-08-28T20:11:54","guid":{"rendered":"https:\/\/tuliolopes.info\/?page_id=45"},"modified":"2023-08-15T21:04:05","modified_gmt":"2023-08-16T00:04:05","slug":"profissional","status":"publish","type":"page","link":"https:\/\/tuliolopes.info\/profissional\/","title":{"rendered":"Profissional"},"content":{"rendered":"\r\n<p class=\"has-drop-cap has-text-align-justify\" style=\"text-align: justify;\">Aqui vou fazer um relato das atividades que desenvolvi \u00e0 frente do Setor de T.I. da Prefeitura de Ven\u00e2ncio Aires, onde considero as mais relevantes:<\/p>\r\n\r\n\r\n\r\n<p style=\"text-align: justify;\"><strong>1 .0 &#8211; Integra\u00e7\u00e3o de todas as Secretarias &#8211; Um novo Software de Gest\u00e3o<\/strong><\/p>\r\n\r\n\r\n\r\n<p>&nbsp;<\/p>\r\n<p class=\"has-text-align-justify\" style=\"text-align: justify;\">Por 07 (sete) anos, de 2010 \u00e0 2016 estive \u00e1 frente do Setor de T.I. da Prefeitura Municipal de Ven\u00e2ncio Aires, no cargo de Coordenador, onde j\u00e1 de cara, me deparei com o meu primeiro grande desafio: A busca de um sistema de Gest\u00e3o para Prefeitura, que atendesse aos des\u00edgnios do Minist\u00e9rio P\u00fablico, Tribunal de Contas do Estado e demais \u00f3rg\u00e3os ligados \u00e0 Prefeituras.<\/p>\r\n\r\n\r\n\r\n<p class=\"has-text-align-justify\" style=\"text-align: justify;\">Explico, durante muitos anos as Prefeituras utilizaram planilhas de c\u00e1lculo, editores de texto e tantas outras ferramentas para quase tudo na gest\u00e3o. Os softwares em muitos casos, eram defasados, n\u00e3o possu\u00edam recursos para enviar um novo lote de informa\u00e7\u00f5es, que come\u00e7ara a ser requisitado pelos \u00f3rg\u00e3os acima citados. O que se come\u00e7ava a almejar, era a conquista de um novo patamar de efici\u00eancia e qualidade na gest\u00e3o P\u00fablica.<\/p>\r\n\r\n\r\n\r\n<p class=\"has-text-align-justify\" style=\"text-align: justify;\">Com isso em mente, se entendeu que o que se buscava, era a sonhada e tamb\u00e9m porque n\u00e3o dizer, a temida <a href=\"http:\/\/portal.venancioaires.rs.gov.br\/index.xhtml?pag=6\" target=\"_blank\" rel=\"noopener noreferrer\">Transpar\u00eancia<\/a>\u00a0onde mais tarde se chamaria (Portal de Acesso \u00e0 Informa\u00e7\u00e3o). A Transpar\u00eancia era temida, porque em muitos casos levantaria a sombra da corrup\u00e7\u00e3o, mas por outro lado, quantas explica\u00e7\u00f5es deveriam ser dadas pelo Gestor, por aquele recurso foi gasto de um jeito e n\u00e3o de outro, &#8220;O recurso era aquilo tudo? Era mais? Era menos? Eu teria feito diferente&#8230;&#8221;, \u00e9 a Transpar\u00eancia n\u00e3o foi uma coisa simples, mas veio pra ficar. Gra\u00e7as \u00e0 Deus!<\/p>\r\n\r\n\r\n\r\n<p class=\"has-text-align-justify\" style=\"text-align: justify;\">Outro link muito importante, que todos devem saber que existe e acessar sempre que poss\u00edvel \u00e9 o do Minist\u00e9rio P\u00fablico, porque atrav\u00e9s dele o cidad\u00e3o n\u00e3o precisa contar s\u00f3 com a palavra do pol\u00edtico que votou, pode comprovar se a\u00e7\u00f5es est\u00e3o de acordo com o que foi proposto no projeto inicial. Visite o Site do <a href=\"http:\/\/www.mpf.mp.br\/\" target=\"_blank\" rel=\"noopener noreferrer\">MP<\/a>.<\/p>\r\n\r\n\r\n\r\n<p class=\"has-text-align-justify\" style=\"text-align: justify;\">T\u00e3o importante quanto o site do MP \u00e9 este site do Minist\u00e9rio da Transpar\u00eancia e Controladoria Geral da Uni\u00e3o: <a href=\"http:\/\/www.portaldatransparencia.gov.br\/despesas\/orgao?ordenarPor=orgaoSuperior&amp;direcao=asc\" target=\"_blank\" rel=\"noopener noreferrer\">Portal Transpar\u00eancia<\/a>, pois neste site voc\u00ea encontrar\u00e1 todas as informa\u00e7\u00f5es referentes aos conv\u00eanios entre o munic\u00edpio e a uni\u00e3o. E neste <strong><span style=\"color: #800000;\"><span style=\"color: #800000;\"><a href=\"https:\/\/tuliolopes.info\/files\/2018\/03\/ranking-da-transparencia-2a-avaliacao-rs.pdf\" target=\"_blank\" rel=\"noopener noreferrer\"><span style=\"color: #993300;\">PDF<\/span><\/a>\u00a0<\/span><\/span><\/strong>na p\u00e1gina 04, poder\u00e1 conferir que <a href=\"https:\/\/tuliolopes.info\/files\/2021\/08\/venancio-e-10-em-transparencia.png\" target=\"_blank\" rel=\"noreferrer noopener\">Ven\u00e2ncio Aires<\/a> \u00e9 nota 10 nas duas primeiras avalia\u00e7\u00f5es que houveram (no per\u00edodo em que estive na Coordena\u00e7\u00e3o) entre todos os munic\u00edpios do Pa\u00eds. O Site foi todo <a href=\"https:\/\/tuliolopes.info\/files\/2020\/08\/novo-portal-transparencia-2.png\" target=\"_blank\" rel=\"noreferrer noopener\">remodelado<\/a> para poder atender \u00e0 todos os quesitos.<\/p>\r\n\r\n\r\n\r\n<p class=\"has-text-align-justify\" style=\"text-align: justify;\">Explica\u00e7\u00f5es \u00e0 parte, dentro desta Universidade chamada Prefeitura, desenvolvi junto com outros 40 colegas servidores, um edital com mais de 1.300 (hum mil e trezentos) itens, conforme pode ser verificado neste\u00a0<a href=\"https:\/\/tuliolopes.info\/files\/2018\/05\/novo-software-folha-do-mate.png\" target=\"_blank\" rel=\"noopener noreferrer\">link .<\/a><\/p>\r\n\r\n\r\n\r\n<p class=\"has-text-align-justify\" style=\"text-align: justify;\">Tudo isso n\u00e3o seria poss\u00edvel se tamb\u00e9m n\u00e3o tiv\u00e9ssemos investido pesado na seguran\u00e7a da informa\u00e7\u00e3o. Para tanto adquirimos firewalls em HA (High Aviability) alta disponibilidade para a seguran\u00e7a total das informa\u00e7\u00f5es em rede. L\u00f3gico que para tanto, foram feitos editais para licita\u00e7\u00f5es onde se conseguiu adquirir o produto almejado, seguindo todas as especificidades de que o edital exigia. Seguem links: <a href=\"https:\/\/tuliolopes.info\/files\/2018\/05\/seguranc3a7a.png\" target=\"_blank\" rel=\"noopener noreferrer\">link1<\/a> e <a href=\"https:\/\/tuliolopes.info\/files\/2020\/08\/investimentos-em-ti.png\" target=\"_blank\" rel=\"noreferrer noopener\">link2<\/a><\/p>\r\n\r\n\r\n\r\n<p style=\"text-align: right;\"><a href=\"https:\/\/tuliolopes.info\/pmat\/\"><button>Avan\u00e7ar<\/button><\/a><\/p>\r\n<p style=\"text-align: right;\">\u00a0<\/p>\r\n","protected":false},"excerpt":{"rendered":"<p>Aqui vou fazer um relato das atividades que desenvolvi \u00e0 frente do Setor de T.I. da Prefeitura de Ven\u00e2ncio Aires, onde considero as mais relevantes: 1 .0 &#8211; Integra\u00e7\u00e3o de todas as Secretarias &#8211; Um novo Software de Gest\u00e3o &nbsp;<\/p>\n","protected":false},"author":1,"featured_media":0,"parent":0,"menu_order":4,"comment_status":"closed","ping_status":"closed","template":"","meta":{"footnotes":""},"class_list":["post-45","page","type-page","status-publish","hentry"],"_links":{"self":[{"href":"https:\/\/tuliolopes.info\/wp-json\/wp\/v2\/pages\/45","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/tuliolopes.info\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/tuliolopes.info\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/tuliolopes.info\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/tuliolopes.info\/wp-json\/wp\/v2\/comments?post=45"}],"version-history":[{"count":6,"href":"https:\/\/tuliolopes.info\/wp-json\/wp\/v2\/pages\/45\/revisions"}],"predecessor-version":[{"id":3748,"href":"https:\/\/tuliolopes.info\/wp-json\/wp\/v2\/pages\/45\/revisions\/3748"}],"wp:attachment":[{"href":"https:\/\/tuliolopes.info\/wp-json\/wp\/v2\/media?parent=45"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}